[
  "Adepto Elemental - ADEPTO ELEMENTAL\nRequisito: Capacidade de conjurar pelo menos uma \nmagia.\nQuando você ganha esse talento, escolha um dos \ntipos de dano a seguir: ácido, elétrico, fogo, frio ou \ntrovão.\nAs magias que você conjurar ignoram resistência a \ndano do tipo escolhido. Além disso, quando você \nrola o dano para uma magia que você conjurar que \ncausar dano desse tipo, você pode tratar qualquer 1 \nnum dado de dano como um 2.\nVocê pode escolher esse talento diversas vezes. A \ncada vez que o fizer, você deve escolher um tipo di-\nferente de dano. \n\nFONTE: Livro do Jogador.\n\n2 3",
  "Adepto Marcial - ADEPTO MARCIAL\nVocê tem treinamento marcial que permite a você \nrealizar manobras de combate especiais. Você ga-\nnha os seguintes benefícios:\n- Você aprende duas manobras, à sua escolha, das \nque estão disponíveis ao arquétipo Mestre de Bata-\nlha na classe guerreiro. Se a manobra que você usar \nobrigar um alvo a realizar um teste de resitência, a \nCD do teste de resistência será igual a 8 + seu bônus \nde proficiência + seu modificador de Força ou Des-\ntreza (à sua escolha).\n- Se você já tiver dados de superioridade, você ga-\nnha um adicional; do contrário, você terá um dado \nde superioridade, que é um d6. Esse dado é usado \npara abastecer suas manobras. Um dado de supe-\nrioridade é gasto quando você o usa. Você recupera \nseus dados de superioridade gastos quando termi-\nna um descanso curto ou longo.\n\nFONTE: Livro do Jogador.",
  "Adepto De Metamagia - ADEPTO DE METAMAGIA\nRequisito: Capacidade de conjurar pelo menos uma \nmagia ou Magia de Pacto.\nVocê aprendeu como exercer sua vontade sobre \nseus feitiços para alterar como eles funcionam:\n• Você aprende duas opções de Metamagia de sua \nescolha da classe do Feiticeiro. Você pode usar ape-\nnas uma opção metamágica em um feitiço quando \nvocê o lança, a menos que a opção diga o contrário. \nSempre que você alcançar um nível que concede o \n\n2 3\n\n\n\nrecurso de Incremento no valor de habilidade, você \npode substituir uma destas opções metamágicas \ncom outra da classe de feiticeiro.\n- Você ganha 2 pontos de feitiçaria para gastar em \nMetamagia (esses pontos são adicionados a quais-\nquer pontos de feitiçaria que você tem de outra \nfonte, mas pode ser usado apenas em Metamagia). \nVocê recupera todos os pontos de feitiçaria gastos \nquando você termina um descanso longo.\n\nFONTE: Caldeirão de Tasha sobre Tudo.",
  "Adepto Místico - ADEPTO MÍSTICO\nRequisito: Capacidade de conjurar pelo menos uma \nmagia ou Magia de Pacto.\nEstudando o conhecimento oculto, você desblo-\nqueou seu poder místico interior: você adquire \numa Invocação Mística de sua escolha da classe \nde bruxo. Se a invocação tiver um pré-requisito de \nqualquer tipo, você pode escolher essa invocação \napenas se você for um bruxo que atende o pré-\n-requisito. Sempre que você ganha um nível, você \npode substituir a invocação por outra da classe de \nbruxo.\n\nFONTE: Caldeirão de Tasha sobre Tudo.",
  "Agachamento Ágil - AGACHAMENTO ÁGIL\nRequisito: Anão ou Raças Pequenas.\nVocê é estranhamente ágil para sua raça. Receba os\nseguintes beneficios:\n- Aumente seu valor de Força ou Destreza em 1, até \no máximo de 20.\n\n4 5\n\n\n\n- Aumente seu deslocamento de caminhada em 1,5 \nmetros.\n- Você ganha proficiência em Acrobacia ou Atletis-\nmo (a sua escolha).\n- Você tem vantagem em qualquer teste de Força \n(Atletismo) ou Destreza (Acrobacias) que faça para \nescapar de ser agarrado. \n\nFONTE: Guia de Xanathar para Todas as Coisas.",
  "Agilidade Rasteira - AGILIDADE RASTEIRA\nRequisito: Anão, Gnomo ou Halfling.\nVocê é excepcionalmente ágil para sua raça. Você \nganha os seguintes benefícios:\n- Aumente seu valor de Força ou Destreza em 1, até \num máximo de 20.\n- Aumente seu deslocamento em 1,5 metros.\n- Você ganha proficiência na perícia Acrobacia ou \nAtletismo. Se você já for proficiente, seu bônus de \nproficiência é dobrado para qualquer teste que \nvocê fizer com ela.\n\nFONTE: D&D Raças e Talentos.",
  "Agressividade Orc - AGRESSIVIDADE ORC\nRequisito: Meio-Orc.\nCom uma ação bônus, você pode mover seu deslo-\ncamento em direção a um inimigo de sua escolha \nque você possa ver ou ouvir. Você deve terminar \neste movimento mais perto do inimigo do que co-\nmeçou.\n\nFONTE: D&D Raças e Talentos.\n\n4 5",
  "Alerta - ALERTA\nSempre a espera de perigo, você ganha os seguin-\ntes benefícios:\n- Você recebe +5 de bônus em iniciativa.\n- Você não pode ser surpreso enquanto estiver \nconsciente.\n- Outras criaturas não ganham vantagem nas joga-\ndas de ataque contra você por estarem escondidas \nde você. \n\nFONTE: Livro do Jogador.",
  "Alquimista - ALQUIMISTA\nVocê tem estudado os segredos da alquimia, tor-\nnando-se um mestre em sua prática, ganhando os \nseguintes benefícios:\n- Aumente seu valor de Inteligência em 1, para no \nmáximo 20.\n- Você ganha proficiência com os suprimentos de \nalquimista. Se você já for proficiente, dobre o seu \nbônus de proficiência nos testes que você fizer com \nestes suprimentos.\n- Como uma ação, você pode identificar uma poção \na até 1,5 metros de você, como se você a tivesse \nprovado. Você deve poder ver o líquido para este \nbenefício funcionar.\n- Durante o seu descanso curto, você pode aprimo-\nrar temporariamente a potência de uma poção de \ncura de qualquer raridade. Para usar este benefício, \nvocê deve ter os suprimentos de alquimista com \nvocê, e uma poção ao seu alcance. Se a poção for \n\n6 7\n\n\n\nutilizada a até 1 hora após o término do descanso \ncurto, a criatura que bebeu a poção pode desistir de \njogar os dados da poção e recuperar o número má-\nximo de pontos de vida que a poção pode restaurar.\n\nFONTE: D&D Raças e Talentos.",
  "Alta Magia Drow - ALTA MAGIA DROW\nRequisito: Elfo (Drow).\nVocê aprende mais da magia típica dos elfos negros.\nAprende a magia detectar magia e pode conjurá-la \nà vontade, sem gastar um espaço de magia. Tam-\nbém aprende as magias levitação e dissipar magia, \npodendo conjurar cada uma delas uma vez sem \ngastar espaços de magias.\nRecupera a capacidade de conjurar essas duas ma-\ngias dessa maneira assim que terminar um descan-\nso longo. O Carisma é a sua habilidade de conjura-\nção para as três magias. \n\nFONTE: Guia de Xanathar para Todas as Coisas.",
  "Ambidestro - AMBIDESTRO\nVocê dominou o estilo de luta com duas armas, ga-\nnhando os seguintes benefícios:\n- Você ganha +1 de bônus na CA enquanto estiver \nempunhando uma arma corpo-a-corpo em cada \nmão.\n- Você pode usar combater com duas armas mesmo \nque a arma de uma mão que você está empunhan-\ndo não seja leve.\n- Você pode sacar ou guardar duas armas de uma \nmão quando você, normalmente, seria capaz de sa-\n\n6 7\n\n\n\ncar ou guardar apenas uma.\nFONTE: Livro do Jogador.",
  "Ameaçador - AMEAÇADOR\nVocê se torna temível para os outros, ganhando os \nseguintes benefícios:\n- Aumente seu valor de Carisma em 1, até um máxi-\nmo de 20.\n- Você ganha proficiência na Perícia Intimidação. Se \nvocê já for proficiente na Perícia, você adiciona o \ndobro do seu bônus de proficiência aos testes que \nvocê faz com ela.\n- Quando você usa a ação de ataque em seu turno, \nvocê pode substituir um ataque por uma tentativa \nde desmoralizar um humanoide que você possa ver \na até 9 metros de você que possa ver e ouvi-lo. Faça \num teste de Carisma (Intimidação) contestado por \num teste de Sabedoria (Intuição) do alvo. Se o seu \nteste for bem-sucedido, o alvo fica assustado até o \nfinal do seu próximo turno. Se o seu teste falhar, o \nalvo não pode ser assustado por você desta manei-\nra por 1 hora.\n\nFONTE: D&D Raças e Talentos",
  "Amigo Animal - AMIGO ANIMAL\nRequisito: Gnomo.\nSua amizade com os animais se aprofunda mistica-\nmente. Você ganha os seguintes benefícios:\n- Você ganha proficiência na perícia Lidar com Ani-\nmais. Se você já for proficiente, seu bônus de pro-\nficiência é dobrado para qualquer teste que você \n\n8 9\n\n\n\nfizer com ela.\n- Você aprende a magia falar com animais e pode \nconjurar ela à vontade, sem gastar um espaço de \nmagia. Você também aprende a magia amizade \nanimal, e você pode conjurar ela uma vez com este \nfeito, sem gastar um espaço de magia. Você recupe-\nra a capacidade de conjurá-la desta maneira quan-\ndo você terminar um descanso longo.\nA inteligência é sua habilidade de conjuração para \nessas magias.\n\nFONTE: D&D Raças e Talentos",
  "Amigo De Todos - AMIGO DE TODOS\nRequisito: Meio-elfo.\nVocê desenvolve sua personalidade magnética \npara facilitar seu caminho através do mundo. Você \nganha os seguintes benefícios:\n- Aumente seu valor de Carisma em 1, até um máxi-\nmo de 20.\n- Você ganha proficiência nas perícias Enganação e \nPersuasão. Se você já for proficiente em qualquer \numa delas, seu bônus de proficiência é dobrado \npara qualquer teste que você fizer com essas perí-\ncias.\n\nFONTE: D&D Raças e Talentos",
  "Arcanista - ARCANISTA\nVocê estuda as artes arcanas, ganhando os seguin-\ntes benefícios:\n- Aumente seu valor de Inteligência em 1, até um \nmáximo de 20.\n\n8 9\n\n\n\n- Você ganha proficiência na Perícia Arcanismo. Se \nvocê já for proficiente na Perícia, você adiciona o \ndobro do seu bônus de proficiência aos testes que \nvocê fizer com ela.\n- Você aprende as magias prestidigitação e detec-\ntar magia. Você pode conjurar detectar magia uma \nvez sem gastar um espaço de magia, e você recu-\npera a capacidade de fazê-lo quando você terminar \num descanso longo.\n\nFONTE: D&D Raças e Talentos",
  "Arrombador - ARROMBADOR\nVocê se orgulha de sua velocidade e estudos minu-\nciosos de certas atividades clandestinas. Você ga-\nnha os seguintes benefícios:\n- Aumente seu valor de Destreza em 1, para no má-\nximo 20.\n- Você ganha proficiência com as ferramentas de la-\ndrão. Se você já é proficiente, dobre o seu bônus de \nproficiência nos testes feitos com estas ferramentas.\n\nFONTE: D&D Raças e Talentos",
  "Artista - ARTISTA\nVocê domina a atuação de modo que você pode \ncomandar qualquer palco. Você ganha os seguintes \nbenefícios:\n- Aumente seu valor de Carisma em 1, até um máxi-\nmo de 20.\n- Você ganha proficiência na Perícia atuação. Se \nvocê já for proficiente na Perícia, você adiciona o \ndobro do seu bônus de proficiência aos testes que \n\n1 0 1 1\n\n\n\nvocê faz com ela.\n- Durante a atuação, você pode tentar distrair um \nhumanoide que você possa ver e que pode ver e \nouvi-lo. Faça um teste de Carisma (Atuação) contes-\ntado por um teste de Sabedoria (Intuição) do huma-\nnoide. Se o seu teste for bem sucedido, você pega a \natenção do humanoide o suficiente para fazer com \nque a Sabedoria (Percepção) e a Inteligência (In-\nvestigação) sejam feitos com desvantagem até que \nvocê pare de se apresentar.\n\nFONTE: D&D Raças e Talentos",
  "Asas De Dragão - ASAS DE DRAGÃO\nRequisito: Draconato.\nVocê cria asas dracônicas. Com suas asas, você tem \num deslocamento de vôo de 6 metros se você não \nestiver usando armadura pesada e não estiver exce-\ndendo sua capacidade de carga.\n\nFONTE: D&D Raças e Talentos",
  "Asas Urd - ASAS URD\nRequisito: Kobold.\nVocê desenvolveu asas de couro, transformando-se \nem um urd. Você recebe os seguintes beneficios:\n- Aumente seu valor de Destreza em 1, até o máxi-\nmo de 20.\n- Você ganha um descolamento de vôo de 9 metros. \nPara usar esse deslocamento você não pode estar \nusando armadura média ou pesada.\n\nFONTE: D&D Raças e Talentos\n\n1 0 1 1",
  "Atacante Bestial - ATACANTE BESTIAL\nUma vez por turno, quando você rolar o dano para \num ataque corpo-a-corpo com arma, você pode \njogar novamente o dado de dano da arma e usar \nqualquer dos valores\n\nFONTE: Livro do Jogador.",
  "Atirador Aguçado - ATIRADOR AGUÇADO\n(SHARPSHOOTER)\n\nVocê dominou o uso de armas à distância e pode re-\nalizar tiros que seriam impossíveis para outros. Você \nganha os seguintes benefícios:\n- Atacar um alvo além da distância normal não im-\npõem desvantagem nas suas jogadas de ataque \ncom armas à distância.\n- Seus ataques com armas à distância ignoram meia \n-cobertura e três-quartos de cobertura.\n- Antes de realizar um ataque com uma arma à dis-\ntância na qual você seja proficiente, você pode es-\ncolher sofrer –5 de penalidade na jogada de ataque.\nSe o ataque atingir, você adiciona +10 no dano do \nataque.\n\nFONTE: Livro do Jogador.",
  "Atirador De Magia - ATIRADOR DE MAGIA\nRequisito: Capacidade de conjurar pelo menos uma \nmagia.\n Você aprendeu técnicas para aprimorar seus ata-\nques com certos tipos de magia, ganhando os se-\nguintes benefícios:\n\n1 2 1 3\n\n\n\nQuando você conjura uma magia que requer que \nvocê realize uma jogada de ataque, o alcance da \nmagia é dobrado.\n- Seus ataques à distância com magia ignoram \nmeia-cobertura ou três-quartos de cobertura.\n- Você aprende um truque que requer uma jogada \nde ataque. Escolha o truque da lista de magias do \nbardo, bruxo, clérigo, druida, feiticeiro ou mago. Sua \nhabilidade de conjuração para esse truque depen-\nde da lista de magia a qual você escolheu o truque: \nCarisma para bardo, bruxo ou feiticeiro; Sabedoria \npara clérigo ou druida; ou Inteligência para mago.\n\nFONTE: Livro do Jogador.",
  "Atleta - ATLETA\nVocê passou por extenso treinamento físico para \nganhar os seguintes benefícios:\n- Aumente seu valor de Força ou Destreza em 1, até \no máximo de 20.\n- Quando você estiver caído, se levantar requer ape-\nnas 1,5 metro do seu deslocamento.\n- Escalar não custa movimento adicional a você.\n- Você pode realizar um salto em distância correndo \nou um salto em altura correndo se movendo ape-\nnas um passo de ajuste de 1,5 metro, ao invés de 3 \nmetros. \n\nFONTE: Livro do Jogador.",
  "Ator - ATOR\nPerito em mimica e dramaturgia, você recebe os se-\nguintes benefícios:\n\n1 2 1 3\n\n\n\n- Aumente seu valor de Carisma em 1, até o máximo \nde 20.\n- Você tem vantagem em testes de Carisma (Atu-\nação) e Carisma (Enganação) quando você estiver \ntentando se passar por uma pessoa diferente.\n- Você pode imitar a articulação de outra pessoa ou \nos sons feitos por outras criaturas. Você deve ter ou-\nvido a pessoa falando ou ouvido a criatura fazendo \no som por, pelo menos, 1 minuto. Um sucesso num \nteste de Sabedoria (Intuição) resistido pelo seu tes-\nte de Carisma (Enganação) permite que um ouvinte \ndetermine que o efeito é falso.\n\nFONTE: Livro do Jogador.",
  "Bem Descansado - BEM DESCANSADO\nRequisito: Bugbear.\nSuas cochiladas o deixam revigorado quando você \nestá acordado. Você recebe os seguintes beneficios:\n- Aumente seu valor de Força ou Destreza em 1, até \no máximo de 20.\n- Quando você usa um dado de vida durante um \ndescanso curto, recupera 1d6 pontos de vidas adi-\ncionais.\n- No final de um descanso longo, você ganha inspi-\nração.\n\nFONTE: D&D Raças e Talentos",
  "Boa Sorte - BOA SORTE\nRequisito: Halfling.\nSeu povo têm uma sorte extraordinária, o que você \naprendeu a emprestar misticamente a seus compa-\n\n1 4 1 5\n\n\n\nnheiros quando vê-los hesitar. Você não tem certe-\nza de como fazê-lo; você apenas deseja, e isso acon-\ntece. Certamente, um sinal de favor da fortuna!\nQuando um aliado que você possa ver dentro de 9\nmetros de alcance rola um 1 no d20 para um teste \nde ataque, um teste de habilidade ou um teste de \nresistência, pode usar sua reação para permitir que \no aliado refaça o teste. O aliado deve usar o novo \nresultado.\nQuando usa essa característica, não pode usar seu \ntraço racial Sorte antes do final do seu próximo \ntumo. \n\nFONTE: Guia de Xanathar para Todas as Coisas.",
  "Caçador De Monstros - CAÇADOR DE MONSTROS\nRequisito: Inteligência 13 ou maior.\nVocê é competente em caçar as criaturas da noite, e \nganha os seguintes benefícios:\n- Você ganha proficiência na perícia Sobrevivência.\n- Ao usar Sabedoria (Sobrevivência) para rastrear \numa criatura, você trata resultados de 9 ou menos \nno d20 como 10, e é sempre considerado como ten-\ndo vantagem em todos os testes passivos de Sabe-\ndoria (Sobrevivência).\n- Você tem vantagem em testes de Inteligência fei-\ntos ao pesquisar durante seu tempo livre, e pode \nlembrar precisamente de qualquer coisa que tenha \nlido no último mês.\n- Escolha um dos seguintes tipos de criatura para \nser sua presa escolhida: aberrações, construtos, feé-\nricos, ínferos, monstruosidades ou mortos-vivos. Ao \n\n1 4 1 5\n\n\n\njogar dano em ataques contra sua presa escolhida, \nvocê pode tratar qualquer 1 numa rolagem de dano \ncomo 2.\n\nFONTE: Heróis das Brumas",
  "Calouro De Strixhaven - CALOURO DE STRIXHAVEN\nVocê estudou um pouco de teoria mágica e apren-\ndeu alguns magias associados à Universidade Stri-\nxhaven.\nEscolha uma das academias de Strixhaven: Lorehold, \nPrismari, Quandrix, Silverquill ou Witherbloom.\nVocê aprende dois truques e uma magia de primei-\nro nível com base na faculdade que você escolher, \nconforme especificado na tabela de Magias de Stri-\nxhaven.\nVocê pode lançar a magia de primeiro nível escolhi-\ndo sem consumir qualquer espaço de magia e deve \nterminar um descanso longo antes de poder lançá-\n-lo dessa forma novamente.\nVocê também pode lançar a magia usando qual-\nquer espaço de magia que você tenha.\nSua habilidade de conjurar as magias ganhas é In-\nteligência, Sabedoria ou Carisma (escolha quando \nselecionar este talento).\n\n===============================",
  "Magias De Strixhaven - MAGIAS DE STRIXHAVEN\nAcademia\t Truques\t - Magia (da Lista de)\nLoreHold\t Luz, Chama Sagrada e Taumatugia\t\n- Clérigo ou Mago\nPrismari\t Raio de Fogo, Prestidigitação e Raio \n\n1 6 1 7\n\n\n\nde Gelo\t - Bardo ou Feiticeiro\nQuandrix\t Druidismo, Orientação e Mãos Mági-\ncas\t - Druida ou Mago\nSilverQuill\t Chama Sagrada, Taumaturgia e Zom-\nbaria Viciosa\t - Bardo ou Clérigo\nWitherBloom\t Toque Arrepiante, Druidismo e Esta-\nbilizar\t - Druida ou Mago\n===============================\n\nFONTE: StrixHaven, Currículo do Caos",
  "Cavaleiro Celeste - CAVALEIRO CELESTE\nPré-requisito: Habilidade de lançar pelo menos uma \nmagia\nOs cavaleiros celestes treinam incansavelmente \ncom uma variedade de montarias voadoras, enfa-\ntizando a segurança e o respeito por elas enquanto \ndominam técnicas impiedosas de combate aéreo. \nVocê ganha os seguintes benefícios:\n. Você tem vantagem em testes de Sabedoria (Ades-\ntrar Animais) lidando com criaturas com desloca-\nmento de vôo que são capazes de servir como mon-\ntaria.\n. Você aprende as magias Queda Suave e Montaria \nFantasmagórica, podendo lançá-las uma vez cada \nsem gastar um espaço de magia. Você recupera a \nhabilidade de conjurá-la desta forma quando termi-\nnar um descanso curto ou longo.\n. A Montaria conjurada por Montaria Fantasmgóri-\nca possui um deslocamento de vôo de 18 metros e \na duração da magia se estende por 24 horas.\n. Ataques de oportunidade contra você montado \n\n1 6 1 7\n\n\n\nem sua montaria voadora são feitos com desvanta-\ngem.\n\nFONTE: Darkhold, Segredos dos Zhentarim.",
  "Chamas De Phlegethos - CHAMAS DE PHLEGETHOS\nRequisito: Tiferino.\nVocê aprende a invocar o fogo infemal para servir \nseus comandos. Você ganha os seguintes benefí-\ncios:\n- Aumente seu valor de Inteligência ou Carisma em \n1, até o máximo de 20.\n- Quando rolar dano de fogo por alguma magia que \ntenha conjurado, pode rolar novamente qualquer 1 \nno dado de dano por fogo, mas deve usar esta nova \nrolagem, mesmo que seja outro 1.\n- Sempre que conjurar uma magia que cause dano \npor fogo, pode produzir chamas que enrolam em \nvocê até o final do seu tumo. As chamas não te cau-\nsam dano ou as coisas que estiver portando, e elas \nvertem uma luz brilhante até 9 metros e luz fraca \npor mais 9 metros adicionais. Enquanto as chamas \nestiverem presentes qualquer criatura a até 1,5 me-\ntros de alcance que lhe atinja com um ataque cor-\npo-a-corpo recebe 1d4 de dano por fogo. \n\nFONTE: Guia de Xanathar para Todas as Coisas.",
  "Chefe - CHEFE\nO tempo gasto no domínio das artes culinárias va-\nleu a pena, concedendo a você os seguintes bene-\nfícios:\n- Aumente seu valor de Constituição ou Sabedoria \n\n1 8 1 9\n\n\n\nem 1, até um máximo de 20.\n- Você ganha proficiência com utensílios de cozinha \nse você ainda não tiver.\n- Como parte de um descanso curto, você pode \ncozinhar comida especial, desde que você tenha \ningredientes e utensílios de cozinha na mão. Você \npode preparar o suficiente desta comida para um \nnúmero de criaturas igual a 4 + seu bônus de pro-\nficiência. No final de um descanso curto, qualquer \ncriatura que comer sua comida e gastar um ou mais \ndados de vida, recuperam 1d8 pontos de vida ex-\ntras.\n- Com uma hora de trabalho ou quando terminar \numa descanso longo, você pode cozinhar um nú-\nmero de guloseimas igual a seu bônus de profici-\nência. Essas guloseimas especiais duram 8 horas \ndepois de feitas. Uma criatura pode usar uma ação \nbônus para comer uma daquelas guloseimas para \nganhar pontos de vida temporários iguais ao seu \nbônus de proficiência.\n\nFONTE: Caldeirão de Tasha sobre Tudo.",
  "Combatente Montado - COMBATENTE MONTADO\nVocê é um oponente perigoso de se enfrentar \nquando está montado. Enquanto estiver montado \ne não estiver incapacitado, você ganha os seguintes \nbenefícios:\n- Você tem vantagem nas jogadas de ataque corpo-\na-corpo contra qualquer criatura desmontada que \nseja menor que a sua montaria.\n- Você pode forçar que um ataque direcionado a sua\n\n1 8 1 9\n\n\n\nmontaria seja direcionado a você, em seu lugar.\n- Se sua montaria for alvo de um efeito que permi-\nta a ela realizar um teste de resistência de Destreza \npara reduzir o dano à metade, ao invés disso, ela \nnão sofre qualquer dano se for bem sucedida no \nteste de resistência, e apenas metade se falhar.\n\nFONTE: Livro do Jogador.",
  "Conjurador De Guerra - CONJURADOR DE GUERRA\nRequisito: Capacidade de conjurar pelo menos uma \nmagia.\nVocê praticou a conjuração de magias no meio do \ncombate, aprendendo técnicas que lhe concedem \nos seguintes benefícios:\n- Você tem vantagem em testes de resistência de \nConstituição para manter sua concentração em \numa magia quando você sofrer dano.\n- Você pode realizar os componentes somáticos de \numa magia mesmo quando está com armas ou um \nescudo em uma ou ambas as mãos.\n- Quando o movimento de uma criatura hostil pro-\nvocar um ataque de oportunidade para você, você \npode usar sua reação para conjurar uma magia na \ncriatura, ao invés de realizar o ataque de oportuni-\ndade. A magia deve ter um tempo de conjuração de \n1 ação e deve ter apenas uma criatura como alvo.\n\nFONTE: Livro do Jogador.",
  "Conjurador De Ritual - CONJURADOR DE RITUAL\nRequisito: Inteligência ou Sabedoria 13 ou maior.\nVocê aprendeu um número de magias que você \n\n2 0 2 1\n\n\n\npode conjurar como rituais. Essas magias são escri-\ntas em um livro de rituais, o qual deve estar em suas \nmãos enquanto você conjura uma dessas magias.\nQuando você escolhe esse talento, você adquire um \nlivro de rituais que contem duas magias de 1° nível, à \nsua escolha. Escolha uma das seguintes classes: bar-\ndo, bruxo, clérigo, druida, feiticeiro ou mago. Você \ndeve escolher suas magias da lista de magias dessa \nclasse e as magias escolhidas devem ter o descritor \nritual. A classe que você escolheu também determi-\nna a habilidade de conjuração dessas magias: Caris-\nma para bardo, bruxo ou feiticeiro; Sabedoria para \nclérigo ou druida; ou Inteligência para mago.\nSe você encontrar uma magia na forma escrita, \ncomo a contida em um pergaminho de magia ou o \ngrimório de um mago, você é capaz de adicioná-la \nao seu livro de rituais.\nA magia deve estar na lista de magias da classe es-\ncolhida, o nível da magia não pode ser maior que \nmetade do seu nível (arredondado para cima) e \ndeve conter o descritor ritual. O processo para co-\npiar a magia no seu livro de rituais leva 2 horas por \nnível da magia e custa 50 po por nível. O custo re-\npresenta os componentes materiais que você gas-\nta para experimentar a magia até dominá-la, bem \ncomo as finas tintas utilizadas para escrevê-la.\n\nFONTE: Livro do Jogador.",
  "Constituição Infernal - CONSTITUIÇÃO INFERNAL\nRequisito: Tiferino.\nSangue corruptor corre fortemente em suas veias, \n\n2 0 2 1\n\n\n\nlibertando uma resiliência semelhante à possuída \npor alguns corruptores. Você ganha os seguintes \nbeneficios:\n- Aumente seu valor de Constituição em, até o má-\nximo de 20.\n- Recebe resistência a dano por frio e por veneno.\n- Você tem vantagem em testes de resistência con-\ntra ser envenenado.\n\nFONTE: Guia de Xanathar para Todas as Coisas.",
  "Cortador - CORTADOR\nVocê aprendeu onde cortar para obter os melhores \nresultados, concedendo-lhe os seguintes benefí-\ncios:\n- Aumente sua Força ou Destreza em 1, para um má-\nximo de 20.\n- Uma vez por turno, quando você atinge uma cria-\ntura com um ataque que causa dano cortante, você \npode reduzir o movimento do alvo em 3 metros até \no início de seu próximo turno.\n• Quando você atinge um acerto crítico que causa \ndano cortante a uma criatura, você a feriu grave-\nmente: até o início do seu próximo turno, o alvo tem \ndesvantagem em todas as jogadas de ataque.\n\nFONTE: Caldeirão de Tasha sobre Tudo.",
  "Couro De Dragão - COURO DE DRAGÃO\nRequisito: Draconato.\nVocê desenvolve escamas e garras que relembram \nseus ancestrais dracônicos. Você ganha os seguin-\ntes beneficios:\n\n2 2 2 3\n\n\n\n- Aumente seu valor de Força, Constituição, ou Ca-\nrisma em 1, até o máximo de 20.\n- Suas escamas se endurecem. Enquanto não estiver \nvestindo armadura, pode calcular sua CA como 13 \n+ seu modificador de Destreza. Você pode usar um \nescudo e ainda assim ganhar esse beneficio.\n- Você faz crescer garras retráteis das pontas dos \nseus dedos. Estender ou retrair as garras não requer \nnenhuma ação. As garras são armas naturais com as \nquais você pode fazer ataques desarmados. Se ata-\ncar com elas, aplica dano cortante igual a 1d4 +seu \nmodificador de Força, ao invés do dano de concus-\nsão convencional de um ataque desarmado. \n\nFONTE: Guia de Xanathar para Todas as Coisas.",
  "Criador De Maravilhas - CRIADOR DE MARAVILHAS\nRequisito: Gnomo (das Rochas).\nVocê domina as técnicas do seu povo. Você ganha \nos seguintes benefícios:\n- Aumente seu valor de Destreza ou Inteligência em \n1, até um máximo de 20.\n- Quando você faz um teste usando sua proficiência \ncom as ferramentas de artesão, você adiciona o do-\nbro do seu bônus de proficiência ao teste.\n- Quando você faz um dispositivo com suas ferra-\nmentas de artesão, você tem as seguintes opções \nadicionais para o que você faz:\n. Alarme. Este dispositivo detecta quando uma cria-\ntura se move para dentro de 4,5 metros dele sem \nfalar em voz alta uma senha escolhida quando você \no cria. Um turno depois que uma criatura se move \n\n2 2 2 3\n\n\n\nem alcance, o alarme faz um toque estridente que \ndura 1 minuto e pode ser ouvido a até 90 metros de \ndistância.\n. Calculadora. Este dispositivo torna fácil fazer so-\nmas.\n. Elevador. Este dispositivo pode ser usado como \num bloco e roldana, permitindo seu usuário içar cin-\nco vezes o peso que o usuário normalmente pode \nlevantar.\n. Cronometrista. Este relógio de bolso mantém o \ntempo exato.\n. Sensor Climático. Quando usado como uma ação, \neste dispositivo prevê condições meteorológicas \nem um raio de 1,6 km durante as próximas 4 horas, \nmostrando um símbolo (nuvens, sol/lua, chuva ou \nneve) para cada hora.\n\nFONTE: D&D Raças e Talentos",
  "Curandeiro - CURANDEIRO\nVocê é um cirurgião capacitado, permitindo que \nvocê trate de ferimentos rapidamente, trazendo \nseus aliados de volta à luta. Você adquire os seguin-\ntes benefícios:\n- Quando você usar um kit de primeiros-socorros \npara estabilizar uma criatura morrendo, a criatura \nrecupera 1 ponto de vida, ao invés disso.\n- Com uma ação, você pode gastar um uso do kit de\nprimeiros-socorros para tratar de uma criatura e res-\ntaurar 1d6 + 4 pontos de vida mais uma quantidade \nde pontos de vida adicionais igual ao número total \nde Dados de Vida da criatura. A criatura não pode \n\n2 4 2 5\n\n\n\nrecuperar pontos de vida através desse talento no-\nvamente até ter terminado um descanso curto ou \nlongo.\n\nFONTE: Livro do Jogador.",
  "Dedos Rápidos - DEDOS RÁPIDOS\nSeus dedos ágeis e agilidade permitem que você \nexecute truques de mão. Você ganha os seguintes \nbenefícios:\n- Aumente seu valor de Destreza em 1, até um má-\nximo de 20.\n- Você ganha proficiência na Perícia prestidigitação. \nSe você já for proficiente na Perícia, você adiciona o \ndobro do seu bônus de proficiência aos testes que \nvocê faz com ela.\n- Como uma ação bônus, você pode fazer um teste \nde Destreza (Prestidigitação) para plantar algo em \noutra pessoa, ocultar um objeto em uma criatura, \nroubar uma bolsa ou tirar algo de um bolso.\n\nFONTE: D&D Raças e Talentos",
  "Defender A Legião - DEFENDER A LEGIÃO\nRequisito: Hobgoblin.\nVocê nasceu para a vida na legião. Você recebe os \nseguintes beneficios:\n- Aumente seu valor de Constituição ou Inteligência \nem 1, até o máximo de 20.\n- Você pode dar um dano adicional de 2d6 em uma \ncriatura que acerte com um ataque corpo-a-corpo \ncom arma se a criatura estiver a até 1,5 metros de \num aliado que não esteja incapacitado. Você pode \n\n2 4 2 5\n\n\n\nusar essa característica apenas uma vez por comba-\nte.\n- Você pode estender o beneficio de sua caracterís-\ntica Rosto Salvador para um aliado. Como uma re-\nação, se um aliado erra uma jogada de ataque ou \nfalha num teste de resistência ou de habilidade, \nvocê pode conceder um bônus na jogada igual ao \nnúmero de aliados que o possam ver a até 9 metros \n(incluindo você, bônus máximo de +5). Uma vez \nque utilize essa característica, não pode usa-la no-\nvamente até finalizar um descanso curto ou longo.\n\nFONTE: D&D Raças e Talentos",
  "Desvanecer - DESVANECER\nRequisito: Gnomo.\nSeu povo é esperto, com uma aptidão para ilusão \nmágica. Você aprendeu um truque mágico para de-\nsaparecer quando sofre danos. Você ganha os se-\nguintes beneficios:\n- Aumente seu valor de Destreza ou Inteligência em \n1, até o máximo de 20.\n- Imediatamente após receber dano, pode usar sua \nreação para magicamente se tornar invisível até o \nfim do seu próximo turno ou até que realize um ata-\nque, cause dano, ou faça com que alguém realize \num teste de resistência. Após usar essa caracterís-\ntica, só pode usá-la novamente assim que termine \num descanso curto ou longo.\n\nFONTE: Guia de Xanathar para Todas as Coisas.",
  "Determinação Humana - DETERMINAÇÃO HUMANA\n2 6 2 7\n\n\n\nRequisito: Humano.\nVocê está cheio de uma determinação que pode \ntrazer o inacessível ao seu alcance. Você ganha os \nseguintes benefícios:\n- Aumente seu valor de uma habilidade em 1, até \num máximo de 20.\n- Quando você faz um ataque, um teste de habili-\ndade ou um teste de resistência, você pode fazer \nisso com vantagem. Depois de usar essa habilidade, \nvocê não pode usá-la novamente até que você ter-\nmine um descanso curto ou longo.\n\nFONTE: D&D Raças e Talentos",
  "Diplomata - DIPLOMATA\nVocê domina as artes da diplomacia, obtendo os se-\nguintes benefícios:\n- Aumente seu valor de Carisma em 1, até um máxi-\nmo de 20.\n- Você ganha proficiência na Perícia Persuasão. e \nvocê já for proficiente nesta Perícia, você adiciona o \ndobro do seu bônus de proficiência aos testes feitos \ncom ela.\n- Se você gastar 1 minuto falando com alguém que \npossa entender o que você diz, você pode fazer um \nteste de Carisma (Persuasão) contestado por um \nteste de Sabedoria (Intuição) da criatura. Se você \nou seus companheiros estão lutando contra a cria-\ntura, seu teste falha automaticamente. Se o teste \nfor bem-sucedido, o alvo é encantado por você en-\nquanto permanecer a até 18 metros de você e por 1 \nminuto depois disso.\n\n2 6 2 7\n\n\n\nFONTE: D&D Raças e Talentos\n\nDOM DO DRAGÃO CROMÁTICO:\nVocê manifestou parte do poder dos dragões cro-\nmáticos, concedendo-lhe os seguintes benefícios:\nInfusão Cromática.\nComo uma ação bônus, você pode tocar uma arma \nsimples ou marcial e infundi-la com um dos seguin-\ntes tipos de dano: ácido, frio, fogo, elétrico ou ve-\nneno.\nNo minuto seguinte, a arma causa um dano extra \nde 1d4 do tipo escolhido quando acerta.\nDepois de usar esta ação bônus, você não pode fa-\nzer isso novamente até terminar um descanso lon-\ngo.\nResistência Reativa.\nQuando você sofre dano de ácido, frio, fogo, elétri-\nco ou veneno, pode usar sua reação para oferecer \nresistência a esse tipo de dano.\nVocê pode usar esta reação um número de vezes \nigual ao seu bônus de proficiência, e você recupera \ntodos os usos gastos quando terminar um descanso \nlongo.\n\nFONTE: Tesouraria dos Dragões de Fizban.\n\nDOM DO DRAGÃO DAS GEMAS:\nVocê manifestou parte do poder dos dragões de ge-\nmas, concedendo-lhe os seguintes benefícios:\nAumento da Pontuação de Habilidade.\nAumente sua Inteligência, Sabedoria ou Carisma \nem 1, até um máximo de 20.\n\n2 8 2 9\n\n\n\nRepresália Telecinética.\nQuando você recebe dano de uma criatura que está \na até 3 metros de você, pode usar sua reação para \nemanar energia telecinética.\nA criatura que causou dano a você deve fazer um \nteste de resistência de Força (CD é igual a 8 + seu \nbônus de proficiência + o modificador de habilida-\nde da pontuação aumentada por este talento).\nEm uma falha no teste de resistência, a criatura so-\nfre 2d8 de dano de energia e é empurrada a até 3 \nmetros de distância de você.\nEm um teste bem-sucedido, a criatura sofre metade \ndo dano e não é empurrada.\nVocê pode usar esta reação um número de vezes \nigual ao seu bônus de proficiência, e você recupera \ntodos os usos gastos quando terminar um descanso \nlongo.\n\nFONTE: Tesouraria dos Dragões de Fizban.\n\nDOM DO DRAGÃO METÁLICO:\nVocê manifestou parte do poder dos dragões metá-\nlicos, concedendo-lhe os seguintes benefícios:\nCura Dracônica.\nVocê aprende a magia Curar Ferimentos. Você pode \nlançar esta magia sem gastar um espaço de magia.\nDepois de lançar esse magia dessa forma, você não \npode fazer isso novamente até terminar um des-\ncanso longo. Você também pode lançar est magia \nusando os espaços de magia que possui.\nA habilidade de conjuração da magia é Inteligência, \nSabedoria ou Carisma quando você a conjura com \n\n2 8 2 9\n\n\n\neste talento (escolha quando você ganha o talento).\nAsas de Proteção.\nVocê pode manifestar asas protetoras que podem \nproteger você ou outras pessoas.\nQuando você ou outra criatura que você pode ver a \n1,5 m de você é atingida por uma jogada de ataque, \nvocê pode usar sua reação para manifestar asas es-\npectrais de suas costas por um momento.\nVocê concede um bônus à CA do alvo igual ao seu \nbônus de proficiência contra aquela jogada de ata-\nque, podendo causar falha.\nVocê pode usar esta reação um número de vezes \nigual ao seu bônus de proficiência, e você recupera \ntodos os usos gastos quando terminar um descanso \nlongo.\n\nFONTE: Tesouraria dos Dragões de Fizban.",
  "Domador De Animais - DOMADOR DE ANIMAIS\nVocê dominou as técnicas necessárias para treinar \ne lidar com animais. Você ganha os seguintes bene-\nfícios.\n- Aumente seu valor de Sabedoria em 1, até um má-\nximo de 20.\n- Você ganha proficiência na Perícia Adestrar Ani-\nmais. Se você já for proficiente na Perícia, você adi-\nciona o dobro do seu bônus de proficiência aos tes-\ntes que você fizer com ela.\n- Você pode usar uma ação bônus em seu turno \npara comandar uma besta amigável a até 18 metros \nde você que possa ouvi-lo e que não está atualmen-\nte seguindo o comando de outra pessoa. Você deci-\n\n3 0 3 1\n\n\n\nde que ação a besta tomará e para onde se moverá \ndurante seu próximo turno, ou emitirá um coman-\ndo geral que durará 1 minuto, como para proteger \numa determinada área.\n\nFONTE: D&D Raças e Talentos",
  "Duelista Defensivo - DUELISTA DEFENSIVO\nRequisito: Destreza 13 ou maior.\nQuando você estiver empunhando uma arma de \nacuidade com a qual você seja proficiente e outra \ncriatura atingir você com um ataque corpo-a-cor-\npo, você pode usar sua reação para adicionar seu \nbônus de proficiência a sua CA para esse ataque, \npotencialmente fazendo o ataque errar.\n\nFONTE: Livro do Jogador.",
  "Eloquente - ELOQUENTE\nVocê desenvolveu sua habilidade de conversação \npara enganar melhor os outros. Você ganha os se-\nguintes benefícios:\n- Aumente seu valor de Carisma em 1, até um máxi-\nmo de 20.\n- Você ganha proficiência na Perícia enganação. Se \nvocê já for proficiente na Perícia, você adiciona o \ndobro do seu bônus de proficiência aos testes que \nvocê faz com ela.\n- Quando você usa a ação de Ataque em seu turno, \nvocê pode substituir um ataque com uma tentati-\nva de enganar um humanoide que você possa ver \na até 9 metros de você que possa ver e ouvir você. \nFaça um teste de Carisma (Enganação) contestado \n\n3 0 3 1\n\n\n\npor um teste de Sabedoria (Intuição) do alvo. Se o \nseu teste for bem-sucedido, seu movimento não \nprovocará ataques de oportunidade do alvo e seus \nataques contra ele terão vantagem. Ambos os be-\nnefícios duram até o final do seu róximo turno ou \naté que você use essa habilidade em um alvo dife-\nrente. Se o seu teste falhar, o alvo não pode ser en-\nganado por você desta maneira por 1 hora..\n\nFONTE: D&D Raças e Talentos",
  "Empático - EMPÁTICO\nVocê possui perspicácia afiada em como as outras \npessoas pensam e sentem. Você ganha os seguintes \nbenefícios:\n- Aumente seu valor de Sabedoria em 1, até um má-\nximo de 20.\n- Você ganha proficiência na Perícia Intuição. Se \nvocê já for proficiente na Perícia, você adiciona o \ndobro do seu bônus de proficiência aos testes que \nfizer com ela.\n- Você pode usar sua ação para tentar obter uma \nvisão misteriosa sobre um humanoide que você \npossa ver a até 1,5 metros de você. Faça um teste \nde Sabedoria (Intuição) contestado por um teste \nde Carisma (Enganação) do alvo. Se o seu teste for \nbem-sucedido, você terá vantagem nas rolagens de \nde ataque e nos testes de habilidade contra o alvo \naté o final de seu próximo turno..\n\nFONTE: D&D Raças e Talentos",
  "Escultor De Pensamentos - ESCULTOR DE PENSAMENTOS\n3 2 3 3\n\n\n\nPré-requisito: Kalashtar\nVocê aprimorou suas habilidades telepáticas, per-\nmitindo que você se conecte para guiar seus com-\npanheiros como um grupo unido. Você ganha os \nseguintes benefícios:\n- Aumente sua pontuação de Sabedoria ou Carisma \nem 1, até um máximo de 20.\n- Ao usar seu traço de Conexão Mental, você pode \nmanter conexão com até 6 criaturas por vez. Quan-\ndo você estabelece uma conexão, você decide se a \ncriatura ligada pode telepaticamente comunicar-se \napenas com você, ou se elas podem telepaticamen-\nte comunicarem-se entre si.\nDa mesma forma, você pode se comunicar com \numa criatura específica, ou você pode se comunicar \ncom todas as criaturas às quais você está vinculado \nno momento.\n- Se você pode falar telepaticamente com um alia-\ndo usando seu traço de Conexão Mental, você pode \nusar a ação Ajuda para ajudá-los a atacar uma cria-\ntura, mesmo se você estiver a mais de 1,5 metro de \ndistância.\n\nFONTE: Explorando Eberron",
  "Especialista Em Bombas - ESPECIALISTA EM BOMBAS\nAumente sua pontuação de Destreza em 1, até um \nmáximo de 20.\nVocê se torna proficiente com armas de arremesso \nimprovisadas. Você ganha proficiência com Ferra-\nmentas de Funileiro. Se você já é proficiente com a \nferramenta, você adiciona o dobro de sua proficiên-\n\n3 2 3 3\n\n\n\ncia bônus para testes que você faz com ela.\nVocê pode detonar bombas de barril plantadas por \nvocê, como uma ação bônus, de até 18 metros de \ndistância com o estalo de seus dedos.\n\nFONTE: Guia de AmellWind para Caçar Monstros.",
  "Especialista Enviado - ESPECIALISTA ENVIADO\nRequisito: Forjado Bélico\nVocê modificou seu corpo para realizar uma tarefa \nespecífica, integrando uma ferramenta diretamente \nnele.\nVocê ganha os seguintes benefícios.\n- Aumente um Valor de Habilidade de sua escolha \nem 1, até um máximo de 20.\n- Você ganha proficiência com uma ferramenta de \nsua escolha.\n- Escolha uma dessas ferramentas com as quais \nvocê seja proficiente que pese 5 quilos ou menos: \nFerramenta de um Artesão, Kit de Falsificação, Kit \nde Herbalismo, Kit de Envenenador, Ferramentas de \nLadrões ou um Instrumento Musical. Você tem um \nmodelo desta ferramenta integrada em seu corpo. \nNão pode ser removido, e contanto que você tenha \numa mão livre, você pode fazer uso dela.\n- Seu bônus de proficiência é dobrado quando você \nfaz um teste usando esta ferramenta integrada.\n\nFONTE: Explorando Eberron",
  "Envenenador - ENVENENADOR\nVocê pode preparar e distribuir venenos mortais, \nconcedendo-lhe os seguintes benefícios:\n\n3 4 3 5\n\n\n\n- Quando você faz uma jogada de dano que cau-\nsa dano de veneno, ele ignora a resistência a danos \npor veneno.\n- Você pode aplicar veneno a uma arma ou peça de \nmunição como uma ação bônus, em vez de uma \nação.\n- Você ganha proficiência com o kit do envenenador \nse você ainda não tem. Com uma hora de trabalho \nusando um kit de envenenador e gastando 50 PO \nde materiais, você pode criar uma série de doses de \nveneno potente igual ao seu bônus de proficiência. \nUma vez aplicado a uma arma ou peça de munição, \no veneno retém sua potência por 1 minuto ou até \nvocê acerta com a arma ou munição. Quando uma \ncriatura sofre dano da arma ou munição revestida \npelo veneno, essa criatura deve ter sucesso em um \nteste de resistência de Constituição CD 14 ou rece-\nberá 2d8 de dano de veneno e ficará envenenado \naté o final de seu próxim turno.\n\nFONTE: Caldeirão de Tasha sobre Tudo.",
  "Esmagador - ESMAGADOR\nVocê tem prática na arte de esmagar seus inimigos, \noncedendo-lhe os seguintes benefícios:\n- Aumente sua Força ou Constituição em 1, até um \nmáximo de 20.\n- Uma vez por turno, quando você acerta uma cria-\ntura com um ataque que causa dano por concus-\nsão, você pode movê-lo 1,5 metro para um espaço \ndesocupado, desde que o alvo não tenha um tama-\nnho maior do que você.\n\n3 4 3 5\n\n\n\n- Quando você obtém um acerto crítico que causa \ndano por concussão a uma criatura, as jogadas de \nataque contra ela criaturas são feitas com vantagem \naté o início de seu próximo turno.\n\nFONTE: Caldeirão de Tasha sobre Tudo.",
  "Especialista Em Besta - ESPECIALISTA EM BESTA\nGraças a sua pratica extensiva com bestas, você ga-\nnha os seguintes benefícios:\n- Você ignora a qualidade de recarga de bestas nas\nquais você é proficiente.\n- Estar a 1,5 metro de uma criatura hostil não im-\npõem desvantagem nas suas jogadas de ataque à \ndistância.\n- Quando você usa a ação de Ataque e ataca com \numa arma de uma mão, você pode usar sua ação \nbônus para atacar com uma besta de mão carrega-\nda que você esteja empunhando. \n\nFONTE: Livro do Jogador.",
  "Especialista Em Briga - ESPECIALISTA EM BRIGA\nAcostumado a brigas de bar usando qualquer coisa \ncomo armas, e na falta, os punhos, você ganha os \nseguintes benefícios:\n- Aumente o valor de Força ou Constituição em 1, \naté o máximo de 20.\n- Seus ataques desarmados causam 1d4 de dano.\n- Quando você atinge uma criatura com um ataque \ndesarmado ou com uma arma improvisada, no seu \nturno, você pode usar uma ação bônus para tentar \nagarrar o alvo.\n\n3 6 3 7\n\n\n\nFONTE: Livro do Jogador.",
  "Especialista Em Perícias - ESPECIALISTA EM PERÍCIAS\nVocê aprimorou sua proficiência com perícias parti-\nculares, concedendo a você os seguintes benefícios:\n- Aumente um valor de habilidade de sua escolha \nem 1, até um máximo de 20.\n- Você ganha proficiência em uma perícia de sua es-\ncolha.\n- Escolha uma perícia na qual você tenha proficiên-\ncia. Você ganha especialização nela, o que signifi-\nca que seu bônus de proficiência é dobrado para \nqualquer teste que você faça com ela. A perícia que \nvocê escolher deve ser uma que ainda não está se \nbeneficiando de qualquer outro recurso, como es-\npecialização.\n\nFONTE: Caldeirão de Tasha sobre Tudo.",
  "Explorador De Cavernas - EXPLORADOR DE CAVERNAS\nAlerta às armadilhas escondidas e portas secretas \nencontradas em muitas masmorras, você ganha os \nseguintes benefícios:\n- Você tem vantagem em testes de Sabedoria (Per-\ncepção) e de Inteligência (Investigação) feitos para \ndetectar a presença de portas secretas.\n- Você tem vantagem em testes de resistência feitos \npara evitar ou resistir a armadilhas.\n- Você tem resistência ao dano causado por arma-\ndilhas.\n- Você pode procurar armadilhas enquanto viaja a \num ritmo normal, ao invés de metade do ritmo.\n\n3 6 3 7\n\n\n\nFONTE: Livro do Jogador.",
  "Firme - FIRME\nVocê se recupera rapidamente do cansaço físico e \ndos ferimentos. Você ganha um Dado de Vida adi-\ncional, que é um d8. Este Dado de Vida pode ser \ngasto e recuperado normalmente..\n\nFONTE: Heróis das Brumas",
  "Forma De Serpente - FORMA DE SERPENTE\nRequisito: Yuan-ti (Puro Sangue).\nVocê liberou mais da sua herança dos homens ser-\npente. Você recebe os seguintes benefícios:\n- Aumente seu valor de Inteligência ou Carisma em \n1, até o máximo de 20.\n- Você pode usar uma ação para se transformar em \numa cobra de tamanho Médio ou retornar para sua \nforma original. Suas estatísticas são as mesmas em \ncada forma. Qualquer equipamento que estiver \nusando ou carregando não é transformado. Se você \nmorrer, permanece na forma atual.\nEnquanto estiver na forma de cobra, você ganha \nMordida como um ataque natural, que pode ser \nusada para realizar ataques desarmados. Se você \nacertar o ataque, causa 1d4 +modificador de Força \nde dano perfurante, ao invés do dano de concussão \ncaracterístico de um ataque desarmado. Caso acer-\nte o alvo, você pode escolher causar 2d6 de dano \nvenenoso adicional. Uma vez que cause esse dano \nvenenoso adicional, não pode fazê-lo novamente \naté terminar um descanso longo.\n\n3 8 3 9\n\n\n\nFONTE: D&D Raças e Talentos\n\nFORMA SELVAGEM DRACÔNICA\nPré-requisito: Nível 2 de Druida ou superior\nVocê pode usar sua Forma Selvagem para se trans-\nformar em uma criatura do tipo  dragão (você ig-\nnora o fato de que a criatura não é uma besta, mas \ndeve respeitar as limitações de druida para a Forma \nSelvagem).\nAlém disso, quando você cria uma forma selvagem \nem uma dragão, você não pode usar seus traços de \nações lendárias, ações de covil e resistências lendá-\nrias (se houver), qualquer habilidade que necessite \nde recarga só recarrega em um resultado 6 durante \nsua forma selvagem, e você não pode usar nenhu-\nma ação ou habilidade que só pode ser usada um \nnúmero limitado de vezes um dia / descanso ou tra-\nços que permitem regeneração contínua.\n\nFONTE: Guia de AmellWind para Caçar Monstros.",
  "Fortitude Anã - FORTITUDE ANÃ\nRequisito: Anão.\nVocê tem o sangue de heróis anões correndo em \nsuas veias. Você ganha os seguintes beneficios:\n- Aumente seu valor de Constituição em 1, até o má-\nximo de 20.\n- Sempre que você realiza a ação Esquivar em com-\nbate, pode gastar um Dado de Vida para se curar. \nRole o dado, e adicione seu modificador de Cons-\ntituição, e recupere um número de pontos de vida \nigual a este total (mínimo de 1).\n\n3 8 3 9\n\n\n\nFONTE: Guia de Xanathar para Todas as Coisas.",
  "Fúria Orc - FÚRIA ORC\nRequisito: Meio-Orc.\nSua fúria interior queima incansavelmente. Você re-\ncebe os beneficios a seguir:\n- Aumente seu valor de Força ou Constituição em 1, \naté o máximo de 20.\n- Quando acertar um ataque usando uma arma sim-\nples ou marcial, pode rolar um dos dados de dano \nda arma uma vez adicionalmente e somar o resulta-\ndo a jogada. O tipo de dano é o mesmo originaria \nda arma. Uma vez que use essa característica, não \npode usar novamente até terminar um descanso \ncurto ou longo.\n- Imediatamente após usar seu traço racial Resistên-\ncia Implacável, pode usar sua reação para realizar \num ataque com arma.\n\nFONTE: Guia de Xanathar para Todas as Coisas.",
  "Furtivo - FURTIVO\nVocê sabe como se esconder melhor. Você ganha os \nseguintes benefícios:\n- Aumente seu valor de Destreza em 1, até um má-\nximo de 20.\n- Você ganha proficiência na Perícia furtividade. Se \nvocê já for proficiente na Perícia, você adiciona o \ndobro do seu bônus de proficiência aos testes que \nvocê faz com ela. Se você estiver escondido, você \npode mover-se até 3 metros no aberto sem revelar-\n-se, se você terminar o deslocamento em uma posi-\n\n4 0 4 1\n\n\n\nção onde você não está claramente visível.\nFONTE: D&D Raças e Talentos",
  "Gourmand - GOURMAND\nVocê dominou uma variedade de receitas especiais, \npermitindo que você prepare pratos exóticos com \ndiversos efeitos úteis. Você ganha os seguintes be-\nnefícios:\n- Aumente seu valor de Constituição em 1, para no\nmáximo 20.\n- Você ganha proficiência com os utensílios de cozi-\nnheiro. Se você já for proficiente, dobre o seu bônus \nde proficiência nos testes realizados com estes \nutensílios.\n- Como uma ação, você pode inspecionar uma bebi-\nda ou um prato de comida a até 1,5 metros de você \ne determinar se algum deles está envenenado, des-\nde que você possa ver e cheirar.\n- Durante um descanso longo, você pode preparar \ne servir uma refeição que ajuda você e seus aliados \na recuperarem-se das mazelas de suas aventuras, \ndesde que você possua comida adequada, os uten-\nsílios de cozinheiros e outros suprimentos à mão. A \nrefeição alimenta até 6 pessoas e cada uma delas \nrecupera 2 Dados de Vida adicionais ao final de seus \nrespectivos descansos longo. Além disso, aqueles \nque partilharam da refeição possuem vantagem \nnos testes de resistência de Constituição realizados \ncontra doenças pelas próximas 24 horas.\n\nFONTE: D&D Raças e Talentos\n\n4 0 4 1",
  "Graciosidade Felina - GRACIOSIDADE FELINA\nRequisito: Tabaxi.\nSeus incríveis reflexos e agilidade são melhorados \nainda mais. Você recebe os seguintes beneficios.\n- Aumente seu valor de Destreza em 1, até o máxi-\nmo de 20.\n- Você pode usar seu traço Agilidade Felina duas ve-\nzes antes de ter que permanecer sem se mover em \num turno para poder usar o traço novamente. Você \nainda pode usar esta característica somente uma \nvez por turno quando se move.\n- Você não recebe dano de queda de até 6 metros \nou menos, caso não esteja incapacitado..\n\nFONTE: D&D Raças e Talentos",
  "Guardião Do Céu - GUARDIÃO DO CÉU\nRequisito: Aarakocra.\nVocê foi treinado para ser um batedor dos céus e \nem combate aéreo. Você recebe os seguintes bene-\nfícios:\n- Aumente seu valor de Destreza ou Sabedoria em \n1, até o máximo de 20.\n- Você ganha proficiência na pericia Percepção caso \nainda não possua. Você adiciona o dobro de seu \nbônus de proficiência para os testes de Percepção \nem testes relacionados à visão.\n- Uma vez por turno, se você estiver voando e rea-\nlizar um mergulho de pelo menos 9 metros em di-\nreção ao alvo e o então atingir com um ataque cor-\npo-a-corpo com arma, o ataque causa 1d6 de dano \nadicional ao alvo.\n\n4 2 4 3\n\n\n\nFONTE: D&D Raças e Talentos",
  "Guardião De Pedra - GUARDIÃO DE PEDRA\nRequisito: Gárgula.\nDefensores por natureza, gárgulas têm uma neces-\nsidade instintiva de proteger seus lares e aliados. \nEstes instintos são particularmente fortes em você.\nVocê ganha os seguintes benefícios:\n- Aumente seu valor de Constituição em 1, num má-\nximo de 20.\n- Ao usar a ação Esquivar, qualquer dano que você \nsofra de fontes não mágicas é reduzido em 1d6.\n- Ao usar a ação Ajudar para auxiliar alguém no ata-\nque contra uma criatura, esta criatura tem desvan-\ntagem no primeiro ataque que fizer antes do início \ndo seu próximo turno.\n\nFONTE: Heróis das Brumas",
  "Herança Dao - HERANÇA DAO\nRequisito: Genasi (da Terra).\nVocê manifesta mais do poder mágico de sua he-\nrança dao. Você recebe os seguintes benefícios:\n- Aumente seu valor de Força ou Constituição em 1, \naté o máximo de 20.\n- Você aprende a magia detectar magia e pode con-\njura-la à vontade, sem gastar um espaço de magia.\n- Você ganha armadura natural. Quando não estiver \nvestindo armadura, sua CA é calculada como 13 + \nmodificador de Destreza. Você pode usar um\nescudo e ainda ganhar esse benefício.\n\n4 2 4 3\n\n\n\nFONTE: D&D Raças e Talentos",
  "Herança Djinn - HERANÇA DJINN\nRequisito: Genasi (do Ar).\nVocê manifesta mais do poder mágico de sua he-\nrança djinn. Você recebe os seguintes benefícios:\n- Aumente seu valor de Destreza ou Constituição \nem 1, até o máximo de 20.\n- Você aprende a magia detectar magia e pode con-\njura-la à vontade, sem gastar um espaço de magia.\n- Você tem resistência a dano elétrico e trovejante.\n\nFONTE: D&D Raças e Talentos",
  "Herança Efreeti - HERANÇA EFREETI\nRequisito: Genasi (do fogo).\nVocê manifesta mais do poder mágico de sua he-\nrança efreeti. Você recebe os seguintes beneficios:\n- Aumente seu valor de Inteligência ou Constituição \nem 1, até o máximo de 20.\n- Você aprende a magia detectar magia e pode con-\njura-la à vontade, sem gastar um espaço de magia.\n- Você ganha visão no escuro com um alcance de 36 \nmetros.\n\nFONTE: D&D Raças e Talentos",
  "Herança Marid - HERANÇA MARID\nRequisito: Genasi (da água).\nVocê manifesta mais do poder mágico de sua he-\nrança madrid Você recebe os seguintes beneficios:\n- Aumente seu valor de Sabedoria ou Constituição \n\n4 4 4 5\n\n\n\nem 1, até o máximo de 20.\n- Você aprende a magia detectar magia e pode con-\njura-la à vontade, sem gastar um espaço de magia.\n- Você tem Resistência a Frio.\n\nFONTE: D&D Raças e Talentos",
  "Historiador - HISTORIADOR\nSeu estudo da história recompensa você com os se-\nguintes benefícios:\n- Aumente seu valor de Inteligência em 1, até um \nmáximo de 20.\n- Você ganha proficiência na Perícia História. Se você \njá for proficiente na Perícia, você adiciona o dobro \ndo seu bônus de proficiência aos testes que você \nfaz com ela.\n- Quando você usa a ação de Ajuda para ajudar o \nteste de habilidade de outra criatura, você pode fa-\nzer um teste de CD 15 Inteligência (História). Em um \nsucesso, o teste da criatura ganha um bônus igual \nao seu bônus de proficiência, à medida que com-\npartilhar conselhos pertinentes e exemplos histó-\nricos. Para receber esse bônus, a criatura deve ser \ncapaz de entender o que você está dizendo.\n\nFONTE: D&D Raças e Talentos",
  "Imobilizador - IMOBILIZADOR\nRequisito: Força 13 ou maior.\nVocê desenvolveu a perícia necessária para se pren-\nder a alguém em um combate engajado. Você rece-\nbe os seguintes benefícios:\n- Você tem vantagem nas jogadas de ataque contra \n\n4 4 4 5\n\n\n\numa criatura agarrada.\nVocê pode usar sua ação para tentar imobilizar uma \ncriatura agarrada por você. Para tanto, realize outro \nteste de agarrar. Se você for bem sucedido, você e \na criatura estarão ambos impedidos até o agarrão \nterminar. \n\nFONTE: Livro do Jogador.",
  "Iniciado Em Artífice - INICIADO EM ARTÍFICE\nVocê aprendeu um pouco da inventividade de um \nartífice:\n- Você aprende um feitiço de sua escolha na lista de \nfeitiços do artífice e aprende um feitiço de primeiro \nnível de sua escolha. Inteligência é sua habilidade \npara esse feitiço.\n- Você pode lançar o feitiço de primeiro nível deste \ntalento sem um slot de feitiço, mas você deve ter-\nminar um longo descanso antes você pode lançá-lo \ndesta forma novamente. Você também pode lan-\nçar o feitiço usando qualquer espaço de feitiço que \nvocê tiver.\n- Você ganha proficiência com um tipo de ferramen-\ntas de artesão de sua escolha, e você pode usar esse \ntipo de ferramenta como um foco de lançamento \nde feitiços para qualquer feitiço que você lançar \nque use Inteligência.\n\nFONTE: Caldeirão de Tasha sobre Tudo.",
  "Iniciado Em Batalha - INICIADO EM BATALHA\nRequisito: Proficiência com uma arma marcial.\nSeu treinamento marcial o ajudou a desenvolver \n\n4 6 4 7\n\n\n\num estilo particular de luta. Como resultado, você \naprende uma opção de estilo de luta de sua esco-\nlha da classe Guerreiro. Se você já tem um estilo, o \nque você escolher deve ser diferente.\nSempre que você atinge um nível que concede a \nhabilidade Incremento em Valor de Habilidade, \nvocê pode substituir este estilo de luta do talento \ncom outra opção que que você não tenha.\n\nFONTE: Caldeirão de Tasha sobre Tudo.",
  "Iniciado Em Magia - INICIADO EM MAGIA\nEscolha uma classe: bardo, bruxo, clérigo, druida, \nfeiticeiro ou mago. Você aprende dois truques da \nlista de magias da classe escolhida.\nAlém disso, escolha uma magia de 1° nível da mes-\nma lista. Você aprende essa magia e pode conjurá-la \ncom o menor nível possível.\nUma vez que a conjure, você precisa terminar um \ndescanso longo para poder conjura-la novamente. \nEssa restrição aplica-se apenas à magia adquirida \natravés desse talento.\nSua habilidade de conjuração depende da classe \nque você escolher: Carisma para bardo, bruxo ou \nfeiticeiro; Sabedoria para clérigo ou druida; ou Inte-\nligência para mago.\n\nFONTE: Livro do Jogador.",
  "Investida Poderosa - INVESTIDA PODEROSA\nQuando você usa a ação de Disparada, você pode \nusar sua ação bônus para realizar um ataque corpo-\n-a-corpo com arma ou para empurrar uma criatura.\n\n4 6 4 7\n\n\n\nSe você se mover, pelo menos, 3 metros em linha \nreta, imediatamente antes de realizar essa ação \nbônus, você pode tanto ganhar +5 de bônus na jo-\ngada de dano do ataque (se você escolher realizar \num ataque corpo-a-corpo e atingir) ou empurrar o \nalvo até 3 metros de você (se você escolher empur-\nrar e for bem sucedido).\n\nFONTE: Livro do Jogador.",
  "Investigador - INVESTIGADOR\nVocê tem um olho para o detalhe e pode pegar as \npistas menores. Você ganha os seguintes benefícios:\n- Aumente seu valor de Inteligência em 1, até um \nmáximo de 20.\n- Você ganha proficiência na Perícia investigação. \nSe você já for proficiente na Perícia, você adiciona o \ndobro do seu bônus de proficiência aos testes que \nvocê faz com ela.\n- Você pode usar a ação de procurar como uma ação \nbônus.\n\nFONTE: D&D Raças e Talentos",
  "Líder Inspirador - LÍDER INSPIRADOR\nRequisito: Carisma 13 ou maior.\nVocê pode gastar 10 minutos inspirando seus com-\npanheiros, suportando a vontade deles de lutar.\nQuando fizer isso, escolha até seis criaturas amigá-\nveis (que pode incluir você) a até 9 metros de você \nque possam ver ou ouvir você e possam te compre-\nender.\nCada criatura ganha pontos de vida temporários \n\n4 8 4 9\n\n\n\nigual ao seu nível + seu modificador de Carisma. \nUma criatura não pode ganhar pontos de vida tem-\nporários desse talento novamente até terminar um \ndescanso curto ou longo.\n\nFONTE: Livro do Jogador.",
  "Maestria Com Lanças - MAESTRIA COM LANÇAS\nEmbora a lança seja uma arma simples de se apren-\nder, ela recompensa todo o tempo que você leva \npara dominá-la. Você ganha os seguintes benefí-\ncios:\n- Você ganha +1 de bônus nas jogadas de ataque \nrealizados com a lança.\n- Quando você usar uma lança, o dado de dano da \nlança muda de d6 para d8 e de d8 para d10 quan-\ndo você a estiver empunhando com as duas mãos. \n(Este benefício não possui efeito se outra caracterís-\ntica já tiver aprimorado o dado de dano da arma).\n- Você pode ajustar sua lança para receber uma in-\nvestida. Como uma ação bônus, escolha uma criatu-\nra que você possa ver a até 6 m de você. Se esta cria-\ntura se mover para dentro do alcance de sua lança \nem seu próximo turno, você pode fazer um ataque \ncorpo-a-corpo com sua lança como uma reação. Se \no ataque acertar, o alvo sofre um dano adicional de \n1d8 perfurante, ou um dano adicional de 1d10 per-\nfurante se você estiver empunhando a lança com as \nduas mãos. Você não pode usar esta habilidade se a \ncriatura usar a ação Desengajar antes de se mover.\n- Como uma ação bônus no seu turno, você pode \naumentar seu alcance com a lança em 1,5 m pelo \n\n4 8 4 9\n\n\n\nresto do seu turno.\nFONTE: D&D Raças e Talentos",
  "Maestria Em Armas De Haste - MAESTRIA EM ARMAS DE HASTE\nVocê consegue manter seus inimigos afastados uti-\nlizando armas de haste. Você ganha os seguintes \nbenefícios:\n- Quando você realiza a ação de Ataque e ataca \ncom uma glaive, alabarda ou bordão, você pode \nusar uma ação bônus para realizar um ataque cor-\npo-a-corpo com a outra extremidade da arma. Esse \nataque usa o mesmo modificador de habilidade do \nataque primário. O dado de dano da arma para esse \nataque é um d4 e o ataque causa dano de concus-\nsão.\n- Enquanto você estiver empunhando uma glaive, \nalabarda, lança longa ou bastão, as outras criaturas\nprovocam um ataque de oportunidade a você \nquando entrarem em seu alcance.\n\nFONTE: Livro do Jogador.",
  "Maestria Em Armadura Média - MAESTRIA EM ARMADURA MÉDIA\nRequisito: Proficiência em armadura média\nVocê praticou seus movimentos usando armaduras \nmédias para ganhar os seguintes benefícios: \n- Vestir uma armadura média não lhe impõe des-\nvantagem em testes de Destreza (Furtividade).\n- Quando você estiver vestindo uma armadura mé-\ndia, você pode adicionar 3, ao invés de 2, à sua CA, \nse você tiver Destreza 16 ou maior.\n\nFONTE: Livro do Jogador.\n\n5 0 5 1",
  "Maestria Em Armadura Pesada - MAESTRIA EM ARMADURA PESADA\nRequisito: Proficiência em armadura pesada.\nVocê pode usar sua armadura para defletir ataques \npotencialmente fatais a outros. Você ganha os se-\nguintes benefícios:\n- Aumente seu valor de Força em 1, até o máximo \nde 20.\n- Quando você estiver vestindo uma armadura pe-\nsada, dano de concussão, cortante e perfurante que \nvocê receba de ataques não-mágicos será reduzido \nem 3.\n\nFONTE: Livro do Jogador.",
  "Magia Bestial Firbolg - MAGIA BESTIAL FIRBOLG\nRequisito: Firbolg.\nSua conexão com os animais se toma mais profun-\nda:\n- Você aprende a magia falar com animais e pode \nconjura-la à vontade, sem utilizar um espaço de ma-\ngia. Você também aprende as magias amizade ani-\nmal e sentido bestial, que você pode conjurar uma \nvez cada, sem gastar espaços de magia. Você recu-\npera a habilidade de conjurar essas duas magias \ncom essa característica terminando um descanso \nlongo. Sabedoria é sua habilidade de conjuração \npara todas as três magias.\n\nFONTE: D&D Raças e Talentos",
  "Magia De Sangue - MAGIA DE SANGUE\n\n5 0 5 1\n\n\n\nRequisito: Capacidade de conjurar magias.\nVocê pode usar seu próprio corpo como fonte de \ncombustível mágico, se ferindo para fortalecer sua \nmagia.\n- Aumente sua Constituição em 1, num máximo de \n20.\n- Como ação bônus, você pode gastar um dado \nde vida e somar o resultado da jogada ao dano ou \ndado de cura de uma magia conjurada antes do fi-\nnal do seu próximo turno.\n\nFONTE: Heróis das Brumas",
  "Magia Do Elfo Da Floresta - MAGIA DO ELFO DA FLORESTA\nRequisito: Elfo (da Floresta).\nVocê aprende a magia das florestas primitivas, \nque são reverenciadas e protegidas pelo seu povo. \nAprende um truque de druida a sua escolha. Tam-\nbém aprende passos longos e passos sem pega-\ndas, cada um dos quais pode conjurar uma vez sem \ngastar espaços de magia.\nRecupera a capacidade de conjurar essas duas ma-\ngias desta maneira quando terminar um descanso \nlongo. A Sabedoria é a sua habilidade de conjuração\npara as três magias.\n\nFONTE: Guia de Xanathar para Todas as Coisas.",
  "Magia Svirfneblim - MAGIA SVIRFNEBLIM\nRequisito: Gnomo (Svirfneblim).\nVocê herdou a habilidade de conjuração inata dos \nseus ancestrais. Esta habilidade permite você con-\njurar não detecção em si mesmo sem limite e sem \n\n5 2 5 3\n\n\n\nprecisar de componente material. Você também \npode lançar cada uma das seguintes magias com \nesta habilidade: cegueira/surdez, borrão e disfar-\nce. Você recupera a habilidade de lançar estas ma-\ngias novamente quando terminar um descanso lon-\ngo. Inteligência é sua habilidade de conjuração para \nestas magias.\n\nFONTE: D&D Raças e Talentos\n\nMAGIA TRITÔNICA\nRequisito: Tritão.\n\nVocê domina mais que a magia elemental do ar e da \nágua. Você aprende a magia criar ou destruir água \ne pode conjura-la como uma magia de 1º nível à \nvontade, sem gastar espaço de magia. Você tam-\nbém aprende as magias vento protetor e respirar \nna água, que pode conjurar uma vez cada, sem gas-\ntar espaços de magia. Você recupera a habilidade \nde conjurar essas duas magias com essa caracteris-\ntica terminando um descanso longo. Carisma é sua \nhabilidade de conjuração para todas as três magias.\n\nFONTE: D&D Raças e Talentos",
  "Mãos Destruidoras - MÃOS DESTRUIDORAS\nVocê se tornou um mestre da machadinha, macha-\ndo de batalha, machado grande, martelo de guerra \ne malho. Você ganha os seguintes benefícios quan-\ndo estiver usando uma destas armas:\n- Você ganha +1 de bônus nas jogadas de ataque \nque fizer com a arma.\n- Toda vez que você tiver vantagem nas jogadas de \n\n5 2 5 3\n\n\n\nataque corpo-a-corpo feitas com a arma e acertar, \nvocê pode derrubar o oponente se o resultado me-\nnor dentre os dois d20 ainda acertar o oponente.\n- Toda vez que você sofrer desvantagem em uma \njogada de ataque corpo-a-corpo feita com a arma, \no alvo sofre dano de concussão igual ao seu modifi-\ncador de Força (mínimo de 0) se o ataque errar, mas \nse o maior resultado de um dos d20 acertar o opo-\nnente.\n- Se você usar a ação Ajudar para prestar auxílio a \num ataque corpo-a-corpo de um aliado, enquanto \nvocê estiver empunhando a arma, você pode em-\npurrar o escudo do oponente momentaneamente. \nAlém de o aliado ganhar vantagem na jogada de \nataque, o aliado também ganha +2 de bônus na jo-\ngada de ataque se o alvo estiver usando um escudo.\n\nFONTE: D&D Raças e Talentos",
  "Mascote De Strixhaven - MASCOTE DE STRIXHAVEN\nPré-requisitos: 4º nível e possuir o talento Calouro de \nStrixhaven\nVocê aprendeu como invocar um mascote Strixha-\nven para ajudá-lo, concedendo-lhe estes benefícios:\nVocê pode lançar a magia Convocar Familiar como \num ritual.\nSeu familiar pode assumir a forma de um mascote \nassociado à faculdade que você escolheu para o ta-\nlento Calouro de Strixhaven:\n. um mascote de estátua de espírito (Lorehold),\n. um mascote de elemento de arte (Prismari),\n. um mascote fractal (Quandrix),\n\n5 4 5 5\n\n\n\n. um mascote de intuição (Silverquill) ,\n\n. ou um mascote de praga (Witherbloom).\nAo realizar a ação de Ataque em seu turno, você \npode renunciar a um ataque para permitir que seu \nmascote faça um ataque próprio com sua reação.\nSe o seu mascote familiar estiver a menos de 18 me-\ntros de você, você pode se teletransportar com uma \nação, trocando de lugar com o familiar.\nSe o seu espaço de destino for muito pequeno para \nvocê ocupar, o teletransporte falha e é desperdiça-\ndo.\nDepois de se teletransportar dessa maneira, você \nnão pode fazer isso novamente até terminar um \ndescanso longo, a menos que gaste um espaço de \nmagia de 2° nível ou superior para fazê-lo nova-\nmente.\n\nFONTE: StrixHaven, Currículo do Caos",
  "Matador De Conjuradores - MATADOR DE CONJURADORES\nVocê praticou técnicas úteis em combate corpo-a-\n-corpo contra conjuradores, ganhando os seguintes \nbenefícios:\n- Quando uma criatura a até 1,5 metro de você con-\njurar uma magia, você pode usar sua reação para \nrealizar um ataque corpo-a-corpo contra ela.\n- Quando você causa dano em uma criatura que \nestá se concentrando em uma magia, a criatura terá \ndesvantagem no teste de resistência que ela fizer \npara manter a concentração.\n- Você tem vantagem em testes de resistência con-\ntra magias conjuradas por criaturas a até 1,5 metro \n\n5 4 5 5\n\n\n\nde você.\nFONTE: Livro do Jogador.",
  "Médico - MÉDICO\nVocê domina as artes médicas, obtendo os seguin-\ntes benefícios:\n- Aumente seu valor de Sabedoria em 1, até um má-\nximo de 20.\n- Você ganha proficiência na Perícia medicina. Se \nvocê já for proficiente na Perícia, você adiciona o \ndobro do seu bônus de proficiência aos testes que \nvocê faz com ela.\n- Durante um descanso curto, você pode limpar e \ndar pontos nas feridas de até seis animais e huma-\nnoides dispostos. Faça um teste de Sabedoria CD \n15 (Medicina) para cada criatura. Em um sucesso, \nse uma criatura gastar um Dado de Vida durante \neste descanso, essa criatura pode renunciar a rola-\ngem e em vez disso recuperar o número máximo \nde pontos de vida que o dado pode restaurar. Uma \ncriatura pode fazê-lo apenas uma vez por descanso, \nindependentemente de quantos dados de vida ela \ngaste..\n\nFONTE: D&D Raças e Talentos",
  "Meia-Vida Aereni - MEIA-VIDA AERENI\nPré-requisito: Elfo (Aereni)\nVocê passou por rituais que o ligam à Coorte Imor-\ntal. Muitos que passam por este processo têm uma \naparência desidratada, semelhante a uma múmia; \nvocê decide se você foi afetado dessa forma.\n\n5 6 5 7\n\n\n\nIndependentemente de sua aparência, você obtém \nos seguintes benefícios:\n- Aumente sua pontuação de Inteligência ou Sabe-\ndoria em 1, até um máximo de 20.\n- Você ganha resistência a danos necróticos e ra-\ndiantes, e você tem vantagem em testes de resis-\ntência contra a morte.\n- Se você lançar uma magia que cause dano necróti-\nco, você pode escolher que ele inflija dano radiante \nem vez disso.\n\nFONTE: Explorando Eberron",
  "Mente Afiada - MENTE AFIADA\nVocê tem uma mente que pode cronometrar o tem-\npo e memorizar direção e detalhes com precisão \nabsurda. Você ganha os seguintes benefícios:\n- Aumente seu valor de Inteligência em 1, até o má-\nximo de 20.\n- Você sempre sabe qual a direção do norte.\n- Você sempre sabe o número de horas restantes \npara o próximo nascer ou pôr do sol.\n- Você pode relembrar, com precisão, qualquer coi-\nsa que você tenha visto ou ouvido no último mês.\n\nFONTE: Livro do Jogador.",
  "Mestre Das Facas - MESTRE DAS FACAS\nRequisito: Destreza 13 ou maior.\nVocê só precisa da menor das lâminas para causar \nferimentos debilitantes, e é experiente em fazer \ngolpes rápidos e repentinos quando a oportunida-\nde surge:\n\n5 6 5 7\n\n\n\n- Ao obter um acerto crítico com uma adaga ou foi-\nce, você causa dano adicional igual ao seu modifica-\ndor de Destreza.\n- Quando uma criatura te errar com um ataque cor-\npo a corpo, você pode fazer um ataque de oportu-\nnidade contra esta criatura com uma adaga ou foice \nempunhada.\n\nFONTE: Heróis das Brumas\n\nMESTRE DAS LÂMINAS\nVocê se tornou um mestre da espada curta, espada \nlonga, cimitarra, rapieira e espada grande. Você ga-\nnha os seguintes benefícios quando estiver empu-\nnhando alguma destas armas:\n- Você ganha +1 nas jogadas de ataque que fizer \ncom a arma.\n- Em seu turno, você pode usar sua reação para as-\nsumir uma postura de aparar, desde que você este-\nja empunhando a arma. Ao fazê-lo, você ganha +1 \nde  bônus na sua CA até o começo do seu próximo \nturno ou até você não estiver mais empunhando a \narma.\n- Quando fizer um ataque de oportunidade com a \narma, você possui vantagem nas jogadas de ataque.\n\nFONTE: D&D Raças e Talentos",
  "Mestre De Armas - MESTRE DE ARMAS\nVocê tem praticado extensamente com uma varie-\ndade de armas, ganhando os seguintes benefícios:\n- Aumente o valor de Força ou Destreza em 1, até o\n\n5 8 5 9\n\n\n\nmáximo de 20.\n- Você ganha proficiência com quatro armas sim-\nples ou marciais, à sua escolha.\n\nFONTE: Livro do Jogador.",
  "Mestre De Armas De Arremesso - MESTRE DE ARMAS DE ARREMESSO\nVocê é capaz de arremessar armas rapidamente, \ncom uma precisão e poder tremendos.\n- Seu alcance normal com armas de arremesso au-\nmenta em 3 metros, e seu alcance máximo aumenta \nem 9 metros.\n- Você pode sacar ou guardar uma arma de arremes-\nso como parte da ação Atacar.\n- Ao usar a ação Atacar e atacar com uma arma de \numa mão, você pode usar uma ação bônus para fa-\nzer um ataque à distância com uma arma de arre-\nmesso.\n\nFONTE: Heróis das Brumas",
  "Mestre De Armas Grandes - MESTRE DE ARMAS GRANDES\nVocê aprendeu a usar o peso em sua vantagem, \ndeixando o balanço potencializar seus golpes. Você \nrecebe os seguintes benefícios:\n- Em seu turno, quando você atingir um acerto crí-\ntico com uma arma corpo-a-corpo ou reduzir os \npontos de vida de uma criatura a 0, você pode reali-\nzar  um ataque corpo-a-corpo com arma, com uma \nação bônus.\n- Antes de você realizar um ataque corpo-a-corpo \ncom uma arma pesada na qual você seja proficien-\nte, você pode escolher sofrer –5 de penalidade em \n\n5 8 5 9\n\n\n\nsua jogada de ataque. Se o ataque atingir, você adi-\nciona +10 ao dano do ataque.\n\nFONTE: Livro do Jogador.",
  "Mestre Do Chicote - MESTRE DO CHICOTE\nVocê aprendeu a tirar vantagem da flexibilidade \ndos chicotes, afastando inimigos com golpes am-\nplos ou envolvendo a arma em membros. Ao portar \num chicote de correntes ou chicote comum, você \nganha os seguintes benefícios:\n- Ao usar a ação Esquivar, você ganha +2 bônus na \nCA até o início do seu próximo turno.\n- Ao atingir com um chicote no seu turno, você \npode usar uma ação bônus para tentar agarrar ou \nempurrar o alvo.\n\nFONTE: Heróis das Brumas",
  "Mestre Do Disfarce - MESTRE DO DISFARCE\nVocê tem aperfeiçoado sua habilidade em moldar \nsua personalidade e ler a personalidade dos outros. \nVocê ganha os seguintes benefícios:\n- Aumente o seu valor de Carisma em 1, para no má-\nximo 20.\n- Você ganha proficiência com o kit de disfarce. Se \nvocê já for proficiente, dobre o seu bônus de profi-\nciência nos testes realizados com este kit.\n- Se você gastar 1 hora observando uma criatura, \nvocê pode, então, dedicar 8 horas de seu tempo \npara criar um disfarce que você possa rapidamente \nvestir e imitar aquela criatura. Fazer o disfarce re-\nquer um kit de disfarce. Você deve realizar um teste \n\n6 0 6 1\n\n\n\nnormalmente para disfarçar-se, mas pode assumir o \ndisfarce como uma ação.\n\nFONTE: D&D Raças e Talentos",
  "Mestre Do Escudo - MESTRE DO ESCUDO\nVocê não usa escudos apenas para proteção, mas \ntambém de forma ofensiva. Você ganha os seguin-\ntes benefícios enquanto estiver empunhando um \nescudo:\n- Se você realizar a ação de Ataque no seu turno, \nvocê pode usar uma ação bônus para tentar empur-\nrar uma criatura, a até 1,5 metro de você, com seu \nescudo.\n- Se você não estiver incapacitado, você pode adi-\ncionar seu bônus de CA do escudo a qualquer tes-\nte de resistência de Destreza que você fizer contra \numa magia ou outro efeito nocivo que tenha você \ncomo alvo.\n- Se você for alvo de um efeito que permita reali-\nzar um teste de resistência de Destreza para sofrer \napenas metade do dano, você pode usar sua reação \npara não sofrer dano se passar no teste de resistên-\ncia, interpondo seu escudo entre você e a fonte do \nefeito.\n\nFONTE: Livro do Jogador.",
  "Mestre Do Mangual - MESTRE DO MANGUAL\nO mangual é uma arma capciosa, a qual você deve \ngastar incontáveis horas para dominá-la. Você ga-\nnha os seguintes benefícios:\n- Você ganha +1 de bônus nas jogadas de ataques \n\n6 0 6 1\n\n\n\nrealizados com um mangual.\n- Como uma ação bônus em seu turno, você pode se \npreparar para estender seu mangual e sobrepujar o \nescudo do alvo. Até o final de seu próximo turno, \nsuas jogadas de ataque com o mangual ganham +2 \nde bônus contra qualquer alvo que estiver usando \num escudo.\n- Quando você acertar um ataque de oportunida-\nde usando um mangual, o alvo deve passar em um \nteste de resistência de Força (CD 8 + seu bônus de \nproficiência + seu modificador de Força) ou será \nderrubado.\n\nFONTE: D&D Raças e Talentos",
  "Mestre Do Mimetismo - MESTRE DO MIMETISMO\nRequisito: Kenku.\nVocê aprendeu a mimetizar temporariamente até \nmesmo os treinamentos dos outros. Você recebe os \nseguintes beneficios:\n- Aumente seu valor de Sabedora ou Destreza em 1, \naté o máximo de 20.\n- Quando uma criatura que possa ver usa uma peri-\ncia ou ferramenta, você pode usar sua reação para \nganhar proficiência naquela pericia ou ferramenta. \nProficiências recebidas dessa forma tem duração de \n1 hora, e você pode mimetizar somente uma profi-\nciência de cada vez. Uma vez que use essa caracte-\nristica, não pode usá-la novamente até terminar um \ndescanso curto ou longo.\n\nFONTE: D&D Raças e Talentos\n\n6 2 6 3",
  "Mestre Montador - MESTRE MONTADOR\nRequisito: 8º nível ou superior\nVocê tem vantagem em testes de Força (Atletismo) \nou Destreza (Acrobacia) para escalar uma criatura \nmaior ou se manter em uma criatura em que você \njá está montado.\nEnquanto você se mantém em uma criatura maior, \nvocê pode usar seu ação para fazer um ataque de-\nsarmado contra a criatura. Se acertar, a criatura \ndeve usar sua reação para se mover até a metade \nsua velocidade de movimento em uma direção de \nsua escolha.\nSe bater um objeto sólido - que é tão grande ou \nmaior do que ele - antes do final de seu movimen-\nto, a criatura é derrubada. Se o criatura entraria em \nqualquer risco ambiental perigoso para a criatura \n(como cair de um penhasco quando não pode voar \nou ir para a lava quando não é imune ao fogo), em \nvez disso, ela derrapa no espaço adjacente ao peri-\ngo, pára aí e cai.\n\nFONTE: Guia de AmellWind para Caçar Monstros.",
  "Metamorfose De Replicante - METAMORFOSE DE REPLICANTE\nPré-requisito: Replicante\nSua capacidade de mudar de forma é mais do que \nsuperficial.\nAumente sua pontuação de Constituição por 1, até \num máximo de 20.\nAlém disso, quando você usa seu traço de mudan-\nça de forma, você pode escolher um dos seguintes \nbenefícios, que dura até você usar seu traço de mu-\n\n6 2 6 3\n\n\n\ndança de forma novamente.\nAlguns desses benefícios exigem características físi-\ncas específicas, como guelras ou garras, que podem \nser visto por observadores:\n- Adaptação Aquática.\nVocê adapta seu corpo a um ambient aquático, com \nbrânquias brotando e membranas crescendo entre \nseus dedos. Você pode respirar debaixo d’água e \nnadar em uma velocidade igual a sua velocidade de \ncaminhada.\n- Visão no Escuro.\nVocê adapta seus olhos e ganha visão no escuro \ncom um alcance de 18 metros.\n- Armas Naturais.\nVocê cria garras, presas, espinhos, chifres ou uma \narma natural diferente a sua escolha. Seus ataques \ndesarmados causam 1d6 de dano por contusão, \nperfuração ou corte conforme apropriado para a \narma natural que você escolheu, e você é proficien-\nte com seus ataques desarmados.\n\nFONTE: Explorando Eberron",
  "Mobilidade - MOBILIDADE\nVocê é excepcionalmente rápido e ágil. Você ganha \nos seguintes benefícios:\n- Seu deslocamento aumenta em 3 metros.\n- Quando você usa a ação de Disparada, mover-se \natravés de terreno difícil não lhe custa qualquer mo-\nvimento adicional neste turno.\n- Quando você realiza um ataque corpo-a-corpo \ncontra uma criatura, você não provoca ataques de \n\n6 4 6 5\n\n\n\noportunidade para essa criatura pelo resto do tur-\nno, independentemente de ter atingido ou não.\n\nFONTE: Livro do Jogador.",
  "Musculoso - MUSCULOSO\nVocê se torna mais forte, ganhando os seguintes \nbenefícios:\n- Aumente seu valor de Força em 1, até um máximo \nde 20.\n- Você ganha proficiência na Perícia Atletismo. Se \nvocê já for proficiente na Perícia, você adiciona o \ndobro do seu bônus de proficiência aos testes que \nvocê fizer com ela.\n- Você conta como se você fosse de um tamanho \nmaior para determinar sua capacidade de carga.\n\nFONTE: D&D Raças e Talentos",
  "Naturalista - NATURALISTA\nSeu extenso estudo da natureza recompensa você \ncom os seguintes benefícios:\n- Aumente seu valor de Inteligência em 1, até um \nmáximo de 20.\n- Você ganha proficiência na Perícia Natureza. Se \nvocê já for proficiente na Perícia, você adiciona o \ndobro do seu bônus de proficiência aos testes que \nvocê faz com ela.\n- Você aprende as magias druidismo e detectar \nveneno e doença. Você pode conjurar detectar \nveneno e doença uma vez sem gastar um espaço \nde magia, e você recupera a capacidade de fazê-lo \nquando você terminar um descanso longo.\n\n6 4 6 5\n\n\n\nFONTE: D&D Raças e Talentos",
  "Navegador - NAVEGADOR\nVocê é um viajante experiente, adepto em orientar \ne criar mapas. Ao viajar, você pode contribuir seu \nvalor passivo de Sabedoria (Percepção) ao do grupo \nao navegar ou desenhar um mapa. Você também \npode navegar e fazer um mapa ao mesmo tem-\npo. Se não estiver navegando ou desenhando um \nmapa, você tem vantagem no seu valor passivo de \nSabedoria (Percepção).\n\nFONTE: Heróis das Brumas",
  "Observador - OBSERVADOR\nRápido em perceber os detalhes do ambiente, você \nganha os seguintes benefícios:\n- Aumente seu valor de Inteligência ou Sabedoria \nem 1, até o máximo de 20.\n- Se você puder ver a boca de uma criatura enquan-\nto ela fala um idioma que você compreende, você \npode interpretar o que ela está dizendo ao ler os \nseus lábios.\n- Você tem +5 de bônus nos seus valores passivos de \nSabedoria (Percepção) e Inteligência (Investigação).\n\nFONTE: Livro do Jogador.",
  "Obstinado - OBSTINADO\nVocê aprendeu a lutar com o seu máximo quando \ntudo está na pior.\n- Aumente sua Constituição em 1, num máximo de \n20.\n\n6 6 6 7\n\n\n\n- Você morre após quatro salvaguardas de morte fa-\nlhas, em vez de três.\n- Ao ser reduzido a 0 pontos de vida sem morrer di-\nretamente, você pode cair a 1 ponto de vida em vez \ndisso e ganhar pontos de vida temporários iguais \nao seu nível + seu modificador de Constituição. \nAssim que utilizar a habilidade deste talento, você \ndeve terminar um descanso longo antes de utilizá-\n-la novamente..\n\nFONTE: Heróis das Brumas",
  "Ocultar O Farpado - OCULTAR O FARPADO\nRequisito: Tiferino.\nUm de seus antepassados era um demônio farpado \nou outro demônio espinhoso. Protrusões de barba \nsaem da sua cabeça. Você ganha os seguintes be-\nnefícios:\n- Aumente seu valor de Constituição ou Carisma em \n1, até um máximo de 20.\n- Com uma ação bônus, você pode fazer com que \npequenas farpas sobressaiam por todo o corpo ou \nfazer com que elas se retraiam. No início de cada \num de seus turnos, enquanto as farpas estão para \nfora, você causa 1d6 de dano perfurante a qualquer \ncriatura lutando contra você ou qualquer criatura \nagarrada por você.\n- Você ganha proficiência na perícia Intimidação. Se \nvocê já for proficiente, seu bônus de proficiência é \ndobrado para qualquer teste que você fizer com ela.\n\nFONTE: D&D Raças e Talentos\n\n6 6 6 7",
  "Pagando De Patrão - PAGANDO DE PATRÃO\nRequisito: Goblin.\nVocê se acostumou a usar os outros para evitar ser \natacado. Você ganha os seguintes beneficios:\n- Aumente seu valor de Destreza em 1, até o máxi-\nmo de 20.\n- Quando uma criatura que possa ver lhe escolhe \ncomo alvo para de um ataque e outra criatura está \na 1,5 metros de alcance, você pode usar sua reação \npara impor desvantagem a seu teste de ataque. \nUma vez que usou esta característica, não pode \nusar novamente até terminar um descanso curto \nou longo.\n\nFONTE: D&D Raças e Talentos",
  "Perceptivo - PERCEPTIVO\nVocê aprimora seus sentidos até que se tornem afia-\ndos. Você ganha os seguintes benefícios:\n- Aumente seu valor de Sabedoria em 1, até um má-\nximo de 20.\n- Você ganha proficiência na Perícia percepção. Se \nvocê já for proficiente na Perícia, você adiciona o \ndobro do seu bônus de proficiência aos testes que \nvocê faz com ela.\n- Estar em uma área levemente obscurecida não \nimpõe desvantagem em seus testes de Sabedoria \n(Percepção) se você puder ver e ouvir.\n\nFONTE: D&D Raças e Talentos",
  "Perito - PERITO\nVocê ganha proficiência em qualquer combinação \n\n6 8 6 9\n\n\n\nde três perícias ou ferramentas, à sua escolha.\nFONTE: Livro do Jogador.",
  "Perfurador - PERFURADOR\nVocê alcançou uma precisão penetrante no comba-\nte, concedendo-lhe os seguintes benefícios:\n- Aumente sua Força ou Destreza em 1, para um má-\nximo de 20.\n- Uma vez por turno, quando você acerta uma cria-\ntura com um ataque que causa dano perfurante, \nvocê pode rolar novamente um dos dados de dano \ndo ataque, e você deve usar a nova rolagem.\n- Quando você acerta um crítico que se trata de \ndano perfurante a uma criatura, você pode rolar um \ndado de dano adicional.\n\nFONTE: Caldeirão de Tasha sobre Tudo.",
  "Personalidades Focadas - PERSONALIDADES FOCADAS\nPré-requisito: Replicante\nVocê desenvolveu personalidades que o ajudam a \nconcentrar seus talentos.\nTrabalhe com seu mestre para definir duas persona-\nlidades únicas - identidades com aparências distin-\ntas. Você ganha os seguintes benefícios:\n- Aumente sua pontuação de Carisma em 1, até um \nmáximo de 20.\n- Escolha uma ferramenta e defina uma personalida-\nde associada a ela. Enquanto você está usando sua \ncaracterística de mudança de forma para assumir a \nidentidade dessa personalidade, você é proficiente \ncom essa ferramenta. Se você já é proficiente nela, \n\n6 8 6 9\n\n\n\nseu bônus de proficiência é dobrado para qualquer \nteste de habilidade que você fizer usando essa fer-\nramenta enquanto assumir essa personalidade.\n- Escolha uma habilidade na qual você seja profi-\nciente e defina uma personalidade associada a ela. \nEnquanto você estiver usando seu traço de mudan-\nça de forma para assumir a identidade dessa perso-\nnalidade, seu bônus de proficiência é dobrado para \nqualquer teste de habilidade que você fizer usando \nessa habilidade.\n\nFONTE: Explorando Eberron\n\nPISTOLEIRO (GUNNER)\nVocê tem uma mão rápida e um olho afiado ao em-\npregar armas de fogo, o que lhe concede os seguin-\ntes benefícios:\n• Aumente sua pontuação de Destreza em 1, até um \nmáximo de 20.\n• Você ganha proficiência com armas de fogo (con-\nsulte “Armas de fogo” no Guia do Mestre).\n• Você ignora a propriedade de carregamento de ar-\nmas de fogo.\n• Estar a 1,5 m de uma criatura hostil não impõe des-\nvantagens em suas jogadas de ataque à distância.\n\nFONTE: Caldeirão de Tasha sobre Tudo.",
  "Poliglota - POLIGLOTA\nVocê estudou línguas e códigos, ganhando os se-\nguintes benefícios:\n- Aumente seu valor de Inteligência em 1, até o má-\nximo de 20.\n\n7 0 7 1\n\n\n\n- Você aprende três idiomas, à sua escolha.\n- Você é capaz de criar criptogramas escritos. Outros \nnão podem decifrar um código criado por você a \nnão ser que você os ensine, elas sejam bem sucedi-\ndas num teste de inteligência (CD igual ao seu va-\nlor de Inteligência + seu bônus de proficiência) ou \nusem mágica para decifrá-lo.\n\nFONTE: Livro do Jogador.",
  "Portador Do Rancor - PORTADOR DO RANCOR\nRequisito: Anão.\nVocê tem um ódio profundo por um tipo particu-\nlar de criatura. Escolha um tipo de criatura para se-\nrem seus inimigos, para suportar a carga de sua ira: \naberrações, bestas, celestiais, constructos, dragões, \nelementais, demonios, gigantes, monstruosidades, \nlimos, plantas, ou mortos-vivos. Alternativamen-\nte, você pode escolher duas raças de humanoide \n(como gnolls e orcs). Você ganha os seguintes be-\nnefícios:\n- Aumente seu valor de Força, Constituição ou Sabe-\ndoria em 1, até um máximo de 20.\n- Durante a primeira rodada de qualquer combate \ncontra os inimigos escolhidos, as suas rolagens de \nataque contra qualquer um deles têm vantagem. \n- Quando qualquer um de seus inimigos escolhidos \nfaz um ataque de oportunidade contra você, ele faz \no ataque com desvantagem.\n- Sempre que você fizer um teste de Inteligência \n(Arcanismo, História, Natureza ou Religião) para \nrecuperar informações sobre seus inimigos esco-\n\n7 0 7 1\n\n\n\nlhidos, você adicionará o dobro do seu bônus de \nproficiência ao teste, mesmo que você não seja nor-\nmalmente proficiente.\n\nFONTE: D&D Raças e Talentos",
  "Precisão Élfica - PRECISÃO ÉLFICA\nRequisito: Elfo ou Meio-elfo.\nA precisão dos elfos é lendária, especialmente dos \narqueiros e conjuradores. Você tem uma mira so-\nbrenatural em ataques que dependem da precisão \nao invés do dano bruto. Você ganha os seguintes \nbeneficios:\n- Aumente seu valor de Destreza, Inteligência, Sabe-\ndoria ou Carisma em 1, até o máximo de 20.\n- Sempre que tiver vantagem em uma jogada de \nataque usando Destreza, Inteligência, Sabedoria ou \nCarisma, você pode rolar novamente um dos dados \ndo ataque, uma vez.\n\nFONTE: Guia de Xanathar para Todas as Coisas.",
  "Prodígio - PRODÍGIO\nRequisito: Humano, meio-elfo ou meio-orc.\nVocê tem facilidade de aprender coisas novas e ga-\nnha os seguintes beneficios:\n- Você ganha uma proficiência de pericia de sua es-\ncolha, uma proficiência ferramenta de sua escolha, \ne fluência em um idioma de sua escolha.\n- Escolha uma perícia em que tenha proficiência. \nVocê ganha especialização com essa pericia, o que \nsignifica que seu bônus de proficiência é dobrado \npara qualquer teste de habilidade que você venha \n\n7 2 7 3\n\n\n\na realizar com ela. A perícia que escolher deve ser \numa que não esteja sobre o beneficio de nenhuma \noutra característica, como Especialização, que já do-\nbra seu bônus de proficiência.\n\nFONTE: Guia de Xanathar para Todas as Coisas.",
  "Proteção Angelical - PROTEÇÃO ANGELICAL\nRequisito: Aasimar.\nA resistência inata à magia possuída pelos anjos se \nestende a você. Você recebe vantagem em testes de \nresistência contra magias e outros efeitos mágicos.\n\nFONTE: D&D Raças e Talentos",
  "Proteção Leve - PROTEÇÃO LEVE\nVocê treinou até dominar o uso de armaduras leves, \nganhando os seguintes benefícios:\n- Aumente seu valor de Força em 1, até o máximo \nde 20. \n- Você ganha proficiência com armadura leves. \n\nFONTE: Livro do Jogador.",
  "Proteção Moderada - PROTEÇÃO MODERADA\nRequisito: Proficiência em armadura leve\nVocê treinou até dominar o uso de armaduras mé-\ndias e escudos, ganhando os seguintes benefícios:\n- Aumente seu valor de Força em 1, até o máximo \nde 20.\n- Você ganha proficiência com armadura média e \nescudos \n\nFONTE: Livro do Jogador.\n\n7 2 7 3",
  "Proteção Pesada - PROTEÇÃO PESADA\nRequisito: Proficiência em armadura média.\nVocê treinou até dominar o uso de armaduras pesa-\ndas, ganhando os seguintes benefícios:\n- Aumente seu valor de Força em 1, até o máximo \nde 20.\n- Você ganha proficiência com armadura pesada.\n\nFONTE: Livro do Jogador.\n\nRESILIÊNCIA ANÃ\nRequisito: Povo-lagarto.\nVocê personifica a conduta demoníaca de um la-\ngarto rei. Você recebe os seguintes beneficios:\n- Aumente seu valor de Constituição em 1, até o má-\nximo de 20.\n- Você aprender a falar, ler e escrever Abissal.\n- Você se torna imune à condição Amedrontado.\n\nFONTE: D&D Raças e Talentos",
  "Resiliente - RESILIENTE\nEscolha um valor de habilidade. Você ganha os se-\nguintes benefícios:\n- Aumente o valor de habilidade escolhido em 1, até \no máximo de 20.\n- Você ganha proficiência em testes de resistência \nusando a habilidade escolhida.\n\nFONTE: Livro do Jogador.\n\nRESISTÊNCIA DA MONTANHA\nRequisito: Golias.\n\n7 4 7 5\n\n\n\nSua habilidade de ignorar alguns ferimentos é len-\ndária, mesmo para os padrões de sua raça. Você re-\ncebe os seguintes beneficios:\n- Aumente seu valor de Força ou Constituição em 1, \naté o màximo de 20.\n- Quando você usa o traço racial Resistência da Pe-\ndra como reação para reduzir o dano, ao invés de \nrolar um d 12 e adicionar seu modificador de Cons-\ntituição, pode escolher ganhar resistência ao tipo \nde dano do ataque desencadeador até o começo \ndo seu próximo tumo. Se o ataque desencadeador \ncausar mais de um tipo de dano, escolha um deles. \nDepois de usar essa característica, não pode usá-la \nnovamente até terminar um descanso curto ou lon-\ngo.\n\nFONTE: D&D Raças e Talentos",
  "Resistente - RESISTENTE\nDuro e resistente, você ganha os seguintes benefí-\ncios: \n- Aumente seu valor de Constituição em 1, até o\nmáximo de 20.\n- Quando você rolar um Dado de Vida para recu-\nperar pontos de vida, o valor mínimo de pontos de \nvida que você recupera dessa rolagem será igual a \nduas vezes seu modificador de Constituição (míni-\nmo de 2).\n\nFONTE: Livro do Jogador.",
  "Revestimento Blindado - REVESTIMENTO BLINDADO\nRequisito: Forjado Bélico\n\n7 4 7 5\n\n\n\nSua armadura é uma parte de você, reforçada por \nsua força vital. Você ganha os seguintes benefícios:\n- Aumente sua pontuação de Força ou Constituição \nem 1, até um máximo de 20.\n- Quando você usa a Proteção Integrada de armadu-\nra leve ou média, você pode adicionar seu modifi-\ncador de Constituição para sua Classe de Armadura \nem vez de Destreza (em um máximo de +2 ao usar \narmadura média).\n- Quando você usa a Proteção Integrada de arma-\nduras pesadas, você tem vantagem em testes de \nresistência de Força e testes de Força (Atletismo) \npara resistir a ser derrubado ou movido contra sua \nvontade.\n- Embora esteja incorporada ao seu corpo, sua ar-\nmadura não pode ser alvo de qualquer efeito (como \nda magia Esquentar Metal ou as antenas de um \nmonstro de ferrugem) contra sua vontade.\n\nFONTE: Explorando Eberron",
  "Robusto - ROBUSTO\nSeu máximo de pontos de vida aumenta em um va-\nlor igual a duas vezes seu nível quando você adqui-\nre esse talento. Toda vez que você ganhar um nível, \napós isso, seu máximo de pontos de vida aumenta \nem 2 pontos de vida adicionais. \n\nFONTE: Livro do Jogador.",
  "Sangue Potente - SANGUE POTENTE\nRequisito: Dampiro ou Vampiro.\nO poder necrótico do seu sangue vampírico au-\n\n7 6 7 7\n\n\n\nmenta, te concedendo poderes sobrenaturais adi-\ncionais. Você ganha os seguintes benefícios:\n- Aumente seu valor de Força, Carisma ou Constitui-\nção em 1, num máximo de 20.\n- Você pode lançar a magia forma gasosa em si \nmesmo, sem a necessidade de componentes mate-\nriais. Ao fazer isso, você deve terminar um descanso \nlongo antes de fazê-lo de novo.\n- Ao começar seu turno com 0 pontos de vida e ain-\nda possuir o uso de forma gasosa, você pode es-\ncolher recuperar 1 ponto de vida e imediatamente \nlançar forma gasosa como uma ação bônus. Você \nnão pode sair voluntariamente da forma de névoa \naté que tenha mais de 1 ponto de vida.\n\nFONTE: Heróis das Brumas",
  "Segunda Chance - SEGUNDA CHANCE\nRequisito: Halfling.\nA sorte te favorece quando alguém tenta atingi-lo. \nOs seguintes beneficios a seguir lhe são dados:\n- Aumente seu valor de Constituição ou Carisma em \n1, até o máximo de 20.\n- Quando uma criatura que possa ver te acertar, \nvocê pode usar sua reação para forçar a criatura a \nrolar novamente.\nUma vez usada essa caracteristica, não pode usá-la \nnovamente até que role a iniciativa ao iniciar outro \ncombate ou então termine um descanso longo ou \ncurto.\n\nFONTE: Guia de Xanathar para Todas as Coisas.\n\n7 6 7 7",
  "Sentinela - SENTINELA\nVocê domina técnicas para obter vantagem a cada \nvez que qualquer inimigo baixar a guarda, ganhan-\ndo os seguintes benefícios:\n- Quando você atinge uma criatura com um ataque \nde oportunidade, o deslocamento da criatura se \ntorna 0 pelo resto do turno.\n- As criaturas provocam ataques de oportunidade \nde você mesmo se realizarem a ação de desengajar \nantes de saírem do seu alcance.\n- Quando uma criatura a até 1,5 metro de você rea-\nlizar um ataque contra um alvo diferente de você (e \no alvo não possuir esse talento), você pode usar sua \nreação para realizar um ataque corpo-a-corpo com \narma contra a criatura atacante. \n\nFONTE: Livro do Jogador.",
  "Sorrateiro - SORRATEIRO\nRequisito: Destreza 13 ou maior.\nVocê é especialista em espreitar através das som-\nbras. Você ganha os seguintes benefícios:\n- Você pode tentar se esconder quando estiver le-\nvemente obscurecido para a criatura de quem você \nestá tentando se esconder.\n- Quando você estiver escondido de uma criatura e \nerrar um ataque à distância contra ela, realizar esse \nataque não revelará sua posição.\n- Penumbra não impõem desvantagem nos seus \ntestes de Sabedoria (Percepção) relacionados a vi-\nsão. \n\nFONTE: Livro do Jogador.\n\n7 8 7 9",
  "Sorte Abundante - SORTE ABUNDANTE\nRequisito: Halfling.\nSempre que um aliado que você possa ver a até 9 \nmetros de você rolar um 1 no d20 em uma rolagem \nde ataque, teste de habilidade, ou um teste de re-\nsistência, você pode usar sua reação para deixar o \naliado rolar novamente o dado. O aliado deve usar \na nova rolagem.\n\nFONTE: D&D Raças e Talentos",
  "Sortudo - SORTUDO\nVocê tem uma sorte inexplicável que parece surgir \nnos momentos exatos.\nVocê tem 3 pontos de sorte. A qualquer momento \nque você realizar uma jogada de ataque, teste de \nhabilidade ou teste de resistência, você pode gas-\ntar um ponto de sorte para rolar um d20 adicional. \nVocê pode escolher gastar um dos seus pontos de \nsorte depois de rolar o dado, mas antes de saber o \nresultado da jogada. Você escolhe qual dos d20s irá \nusar para a jogada de ataque, teste de habilidade \nou teste de resistência.\nVocê também pode gastar um ponto de sorte quan-\ndo uma jogada de ataque for feita contra você. Role \num d20, e então escolha se o ataque irá usar a joga-\nda do atacante ou a sua.\nSe mais de uma criatura gastar um ponto de sorte \npara influenciar uma mesma jogada, os pontos se \ncancelam mutuamente; nenhum dado adicional é \nrolado.\n\n7 8 7 9\n\n\n\nVocê recupera seus pontos de sorte gastos após ter-\nminar um descanso longo. \n\nFONTE: Livro do Jogador.",
  "Telecinético - TELECINÉTICO\nVocê aprende a mover as coisas com sua mente, ga-\nrantindo a você os seguintes benefícios:\n- Aumente sua Inteligência, Sabedoria ou Carisma \nem 1, até um máximo de 20.\n- Você aprende o truque mãos mágicas. Você pode \nlançá-lo sem componentes verbais ou somáticos, e \nvocê pode tornar a mão espectral invisível. Se você \njá conhece este feitiço, seu alcance aumenta em 9 \nmetros quando você o lança. Sua habilidade de lan-\nçar feitiços é o atributo aumentado por este talento.\n- Como uma ação bônus, você pode tentar mover \ntelecineticamente uma criatura que você possa ver \na até 9 metros de distância. Quando você faz isso, o \nalvo deve ter sucesso em um teste de resistência de \nForça (CD 8 + seu bônus de proficiência + modifi-\ncador de atributo aumentado por esse talento). Em \ncaso de falha, a criatura-alvo é movida 1,5 metros \nem sua direção ou para longe de você. A criatura \npode falhar voluntariamente neste teste.\n\nFONTE: Caldeirão de Tasha sobre Tudo.",
  "Telepata - TELEPATA\nVocê desperta a capacidade de se conectar men-\ntalmente com outras pessoas, concedendo-lhe os \nseguintes benefícios:\n- Aumente sua Inteligência, Sabedoria ou Carisma \n\n8 0 8 1\n\n\n\nem 1, até um máximo de 20.\n- Você pode falar telepaticamente com qualquer \ncriatura que você puder ver dentro de 18 metros \nde distância. Seu idioma telepático é o idioma que \nvocê conhece e a criatura só o entende se conhe-\ncer essa mesma língua. Sua comunicação não dá à \ncriatura a habilidade de responder telepaticamente \na você.\n- Você pode lançar o feitiço detectar pensamen-\ntos, sem consumir espaço de magia, sem necessitar \ncomponentes materiais, porém você deve terminar \num longo descanso antes que você possa lançá-lo \ndesta forma novamente. Seu atributo de lançar este \nfeitiço é o atributo aumentado por este talento. Se \nvocê tiver espaços de magia de 2º círculo ou supe-\nrior, você pode lançar este feitiço usando eles.\n\nFONTE: Caldeirão de Tasha sobre Tudo.",
  "Teleporte Feérico - TELEPORTE FEÉRICO\nRequisito: Alto Elfo.\nSeu estudo de combate dos Altos elfos desblo-\nqueou um poder feérico que apenas poucos elfos \npossuem, exceto seus primos eladrin. Com base em \nsua ascendência feérica, pode caminhar momen-\ntaneamente pela Agrestia das Fadas para encurtar \nseu caminho de um lugar para outro. Você ganha os \nseguintes beneficios:\n- Aumente seu valor de Inteligência ou Carisma em \n1, até o máximo de 20.\n- Você aprende a falar, ler e escrever Silvestre.\n- Você aprende a magia passo nebuloso e pode \n\n8 0 8 1\n\n\n\nconjurá-la uma vez sem gastar um espaço de ma-\ngia. Recupera a capacidade de conjurá-la dessa ma-\nneira quando terminar um descanso curto ou lon-\ngo. A Inteligência é a sua habilidade de conjuração \npara essa magia.\n\nFONTE: Guia de Xanathar para Todas as Coisas.\n\nTEMOR DRACÔNICO\nRequisito: Draconato.\nQuando estiver com raiva, pode irradiar ameaça. \nVocê ganha os seguintes beneficios:\n- Aumente seu valor de Força, Constituição, ou Ca-\nrisma em 1, até o máximo de 20.\n- Ao invés de exalar energia destrutiva, pode gastar \num uso do seu traço Arma de Sopro para rugir, for-\nçando cada criatura a sua escolha a até 9 metros de \nalcance a fazer um teste de resistência de Sabedo-\nria (CD 8 + bônus de proficiência + seu modificador \nde Carisma). Um alvo automaticamente tem suces-\nso se não puder ouvir ou vê-lo. Em caso de falha, o \nalvo fica com medo de você por 1 minuto. Se o alvo \namedrontado receber qualquer dano, ele poderá \nrepetir o teste de resistência, terminando o efeito \ncaso obtenha sucesso.\n\nFONTE: Guia de Xanathar para Todas as Coisas.",
  "Teólogo - TEÓLOGO\nSeu extenso estudo da religião recompensa você \ncom os seguintes benefícios:\n- Aumente seu valor de Inteligência em 1, até um \nmáximo de 20.\n\n8 2 8 3\n\n\n\n- Você ganha proficiência na Perícia religião. Se você \njá for proficiente na Perícia, você adiciona o dobro \ndo seu bônus de proficiência aos testes que você \nfaz com ela.\n- Você aprende a magia taumaturgia e detectar \no bem e mal. Você pode conjurar detectar o bem \ne mal uma vez sem gastar um espaço de magia, e \nvocê recupera a capacidade de fazê-lo quando você \nterminar um descanso longo.\n\nFONTE: D&D Raças e Talentos",
  "Tocado Pelas Fadas - TOCADO PELAS FADAS\nSua exposição à magia do Feywild mudou você, \nconcedendo-lhe os seguintes benefícios:\n- Aumente sua Inteligência, Sabedoria ou Carisma \npontuação de 1, até um máximo de 20.\n- Você aprende o feitiço passo nebuloso e outro de \n1º círculo de sua escolha. O feitiço de primeiro nível \ndeve ser da escola de adivinhação ou encantamen-\nto. Você pode lançar cada um desses feitiços sem \ngastar um espaço de magia. Depois de lançar um \ndos esses feitiços desta forma, você não pode lançar \nnovamente até terminar um descanso longo. Você \ntambém pode lançar essas magias usando espaços \nde magia que você tenha com o nível apropriado. A \nhabilidade de lançar feitiços é a habilidade aumen-\ntada por este talento.\n\nFONTE: Caldeirão de Tasha sobre Tudo.",
  "Tocado Pelas Sombras - TOCADO PELAS SOMBRAS\nSua exposição à magia do Shadowfell mudou você, \n\n8 2 8 3\n\n\n\nconcedendo-lhe os seguintes benefícios:\n- Aumente sua Inteligência, Sabedoria ou Carisma \npontuação de 1, até um máximo de 20.\n- Você aprende a magia invisibilidade e outro de \n1º círculo a sua escolha. O feitiço de primeiro nível \ndeve ser da escola de ilusão ou necromancia.\nVocê pode lançar cada um desses feitiços sem gas-\ntar um espaço de feitiço. Depois de lançar qualquer \num desses feitiços desta forma, você não pode lan-\nçar aquele feitiço denovo até terminar um descan-\nso longo. Você também pode lançar esses feitiços \nusando espaços de magia do nível apropriado. A \nhabilidade de lançar estes feitiços é a habilidade \naumentada por este talento.\n\nFONTE: Caldeirão de Tasha sobre Tudo.",
  "Transformação Superior - TRANSFORMAÇÃO SUPERIOR\nRequisito: Feral\nVocê tem uma forte conexão com sua besta interior, \nfortalecendo seu corpo e sua capacidade de mudar. \nVocê ganha os seguintes benefícios:\n- Escolha um dos Valores de Habilidade afetados \npor sua sub-raça no Aumento do Valor de Habilida-\nde: aumente este valor de habilidade em +1, até um \nmáximo de 20.\n- Quando você usa seu traço de Mudança, a trans-\nformação dura por dez minutos, até você morrer, ou \naté terminar como uma ação bônus.\n- Você pode usar sua característica de Mudança \nmais uma vez. Você recupera todos os usos quando \nterminar um descanso curto ou longo.\n\n8 4 8 5\n\n\n\nFONTE: Explorando Eberron",
  "Vínculo Quori - VÍNCULO QUORI\nPré-requisito: Kalashtar\nO quori está ligado às emoções: os tsucora se ali-\nmentam do medo, o hashalaq são manipuladores \nmestres, os kalaraq são a nobreza de pesadelos, os \ndu’ulora representam a fúria.\nSeu vínculo com o seu espírito de quori é excepcio-\nnalmente forte, e você pode usar uma fração de seu \npoder e instintos.\nQuando você escolher este talento, escolha sua li-\nnhagem quori: hashalaq, du’ulora, kalaraq ou tsu-\ncora. Você ganha os seguintes benefícios:\n- Aumente sua pontuação de Sabedoria ou Carisma \nem 1, para um máximo de 20.\n- Cada linhagem de quori está associada a uma pe-\nrícia particular. Quando você usa essa perícia, você \npode rolar 1d4 e adicionar o número rolado para o \nteste de habilidade.\n- Cada linhagem de quori está associada a uma \nmagia específica. Você aprende esta magia e pode \nlançá-la em seu nível mais baixo. Uma vez que você \nlançá-la usando este talento, você não pode lançar \nde novo até terminar um descanso longo. Sua habi-\nlidade de conjuração para este feitiço é Sabedoria \nou Carisma, escolhido quando você seleciona este \ntalento.\n=============\nLINHAGEM\t PERÍCIA\t MAGIA\nDu’ulora\t Intimidação\t Coroa da Loucura\n\n8 4 8 5\n\n\n\nHashalaq\t Persuasão\t Sugestão\nKalaraq\t Percepção\t Lasca Mental (3d6)\nTsucora\t Intimidação\t Destr. Colérica (3d6)\n=============\n\nFONTE: Explorando Eberron",
  "Visão - VISÃO\nRequisito: Sabedoria 13 ou maior.\nVocê tem a habilidade de prever o futuro.\n- Aumente seu Carisma em 1, num máximo de 20.\n- Você conhece a magia augúrio e, ao utilizar um \nbaralho ou ferramenta similar, pode conjurá-la \ncomo um ritual.\n- Você pode prever o futuro dos outros usando a \nmagia augúrio. Se uma criatura estiver presente \ndurante todo o ritual, a profecia extramundana que \nvocê recebe se aplica a uma ação que ela planeja \nfazer.\n- A encargo do Mestre, seu augúrio pode prever re-\nsultados de um curso de ação além dos próximos \n30 minutos.\n\nFONTE: Heróis das Brumas\n\n8 6",
  "Índice - ÍNDICE\nACROBATA\t 3\nADEPTO ELEMENTAL\t3\nADEPTO MARCIAL\t 4\nADEPTO DE METAMAGIA\t 4\nADEPTO MÍSTICO\t 5\nAGACHAMENTO ÁGIL\t 5\nAGILIDADE RASTEIRA\t 6\nAGRESSIVIDADE ORC\t 6\nALERTA\t 7\nALQUIMISTA\t 7\nALTA MAGIA DROW\t 8\nAMBIDESTRO\t8\nAMEAÇADOR\t 9\nAMIGO ANIMAL\t 9\nAMIGO DE TODOS\t 10\nARCANISTA\t 10\nARROMBADOR\t 11\nARTISTA\t 11\nASAS DE DRAGÃO\t 12\nASAS URD\t 12\nATACANTE BESTIAL\t 13\nATIRADOR AGUÇADO\t 13\n(SHARPSHOOTER)\t 13\nATIRADOR DE MAGIA\t 13\nATLETA\t 14\nATOR\t 14\nBEM DESCANSADO\t 15\nBOA SORTE\t 15\nCAÇADOR DE MONSTROS\t 16\nCALOURO DE STRIXHAVEN\t 17\n\n8 6\n\n\n\nCAVALEIRO CELESTE\t18\nCHAMAS DE PHLEGETHOS\t 19\nCHEFE\t19\nCOMBATENTE MONTADO\t 20\nCONJURADOR DE GUERRA\t 21\nCONJURADOR DE RITUAL\t 21\nCONSTITUIÇÃO INFERNAL\t 22\nCORTADOR\t 23\nCOURO DE DRAGÃO\t 23\nCRIADOR DE MARAVILHAS\t 24\nCURANDEIRO\t25\nDEDOS RÁPIDOS\t 26\nDEFENDER A LEGIÃO\t26\nDESVANECER\t27\nDETERMINAÇÃO HUMANA\t 27\nDIPLOMATA\t 28\nDOM DO DRAGÃO CROMÁTICO:\t 29\nDOM DO DRAGÃO DAS GEMAS:\t 29\nDOM DO DRAGÃO METÁLICO:\t 30\nDOMADOR DE ANIMAIS\t 31\nDUELISTA DEFENSIVO\t 32\nELOQUENTE\t 32\nEMPÁTICO\t 33\nESCULTOR DE PENSAMENTOS\t 33\nESPECIALISTA EM BOMBAS\t 34\nESPECIALISTA ENVIADO\t 35\nENVENENADOR\t 35\nESMAGADOR\t 36\nESPECIALISTA EM BESTA\t 37\nESPECIALISTA EM BRIGA\t 37\nESPECIALISTA EM PERÍCIAS\t 38\n\n\n\nEXPLORADOR DE CAVERNAS\t 38\nFIRME\t 39\nFORMA DE SERPENTE\t 39\nFORMA SELVAGEM DRACÔNICA\t 40\nFORTITUDE ANÃ\t 40\nFÚRIA ORC\t 41\nFURTIVO\t 41\nGOURMAND\t 42\nGRACIOSIDADE FELINA\t 43\nGUARDIÃO DO CÉU\t 43\nGUARDIÃO DE PEDRA\t 44\nHERANÇA DAO\t 44\nHERANÇA DJINN\t 45\nHERANÇA EFREETI\t 45\nHERANÇA MARID\t 45\nHISTORIADOR\t 46\nIMOBILIZADOR\t 46\nINICIADO EM ARTÍFICE\t 47\nINICIADO EM BATALHA\t 47\nINICIADO EM MAGIA\t48\nINVESTIDA PODEROSA\t 48\nINVESTIGADOR\t 49\nLÍDER INSPIRADOR\t 49\nMAESTRIA COM LANÇAS\t 50\nMAESTRIA EM ARMAS DE HASTE\t 51\nMAESTRIA EM ARMADURA MÉDIA\t 51\nMAESTRIA EM ARMADURA PESADA\t 52\nMAGIA BESTIAL FIRBOLG\t 52\nMAGIA DE SANGUE\t 52\nMAGIA DO ELFO DA FLORESTA\t 53\nMAGIA SVIRFNEBLIM\t 53\n\n\n\nMAGIA TRITÔNICA\t 54\nRequisito: Tritão.\t 54\nMÃOS DESTRUIDORAS\t 54\nMASCOTE DE STRIXHAVEN\t 55\nMATADOR DE CONJURADORES\t 56\nMÉDICO\t 57\nMEIA-VIDA AERENI\t 57\nMENTE AFIADA\t 58\nMESTRE DAS FACAS\t 58\nMESTRE DAS LÂMINAS\t 59\nMESTRE DE ARMAS\t 59\nMESTRE DE ARMAS DE ARREMESSO\t 60\nMESTRE DE ARMAS GRANDES\t 60\nMESTRE DO CHICOTE\t 61\nMESTRE DO DISFARCE\t 61\nMESTRE DO ESCUDO\t62\nMESTRE DO MANGUAL\t 62\nMESTRE DO MIMETISMO\t 63\nMESTRE MONTADOR\t64\nMETAMORFOSE DE REPLICANTE\t 64\nMOBILIDADE\t 65\nMUSCULOSO\t 66\nNATURALISTA\t66\nNAVEGADOR\t 67\nOBSERVADOR\t 67\nOBSTINADO\t 67\nOCULTAR O FARPADO\t 68\nPAGANDO DE PATRÃO\t 69\nPERCEPTIVO\t 69\nPERITO\t 69\nPERFURADOR\t 70\n\n\n\nPERSONALIDADES FOCADAS\t 70\nPISTOLEIRO (GUNNER)\t 71\nPOLIGLOTA\t 71\nPORTADOR DO RANCOR\t 72\nPRECISÃO ÉLFICA\t 73\nPRODÍGIO\t 73\nPROTEÇÃO ANGELICAL\t 74\nPROTEÇÃO LEVE\t 74\nPROTEÇÃO MODERADA\t 74\nPROTEÇÃO PESADA\t 75\nRESILIÊNCIA ANÃ\t 75\nRESILIENTE\t 75\nRESISTÊNCIA DA MONTANHA\t 75\nRESISTENTE\t 76\nREVESTIMENTO BLINDADO\t 76\nROBUSTO\t 77\nSANGUE POTENTE\t 77\nSEGUNDA CHANCE\t 78\nSENTINELA\t 79\nSORRATEIRO\t 79\nSORTE ABUNDANTE\t 80\nSORTUDO\t 80\nTELECINÉTICO\t 81\nTELEPATA\t 81\nTELEPORTE FEÉRICO\t82\nTEMOR DRACÔNICO\t 83\nTEÓLOGO\t 83\nTOCADO PELAS FADAS\t 84\nTOCADO PELAS SOMBRAS\t 84\nTRANSFORMAÇÃO SUPERIOR\t 85\nVÍNCULO QUORI\t 86\n\n\n\nVISÃO\t 87"
]