[
  {
    "tipo": "item_magico",
    "nome": "Aljava De Ehlonna",
    "conteudo": "﻿ALJAVA DE EHLONNA",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Anel De Calor",
    "conteudo": "ANEL DE CALOR \n Anel, incomum (requer sintonização) \ndestino aleatório. Role um d100. Entre 1–60, você viaja \npara um local aleatório no plano escolhido. Entre 61–100, Enquanto estiver usando este anel, você tem resistência a",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Anel De Natação",
    "conteudo": "com uma ação. Para cada carga gasta, você arremessa um novamente por 24 horas, e o anel se torna não-mágico se o \nfagulha brilhante de luz através do anel em um ponto que djinni morrer. \nvocê possa ver, a até 18 metros de você. Cada criatura  \nnum cubo de 4,5 metros originado no ponto é banhada por ANEL DE NATAÇÃO \nfaíscas e deve realizar um teste de resistência de Destreza Anel, incomum \nCD 15, sofrendo 5d4 de dano de fogo se falhar na \nresistência, ou metade desse dano se obtiver sucesso. Você tem deslocamento de natação de 12 metros enquanto",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Anel De Saltar",
    "conteudo": "ANEL DE SALTAR \nsendo vestido ou carregado. O anel realiza um teste de",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Arma +1",
    "conteudo": "ARMA +1, +2 OU +3",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Armadura De Adamante",
    "conteudo": "ARMADURA DE ADAMANTE",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Armadura De Mitral",
    "conteudo": "Você tem resistência a dano não-mágica enquanto estiver ataques desarmados com suas mãos em armas mágicas \nvestindo esta armadura. Além disso, você pode usar uma que causam dano cortante, com +1 de bônus nas jogadas \nação para tornar-se imune a dano não-mágico por 10 de ataque e dano, e tem 1d8 como dado de dano. \nminuto ou até que você não esteja mais vestindo a Maldição. Uma vez que você vista essa armadura \narmadura. Uma vez que a ação especial seja usada, ela amaldiçoada, você não poderá remove-la a não ser que \nnão poderá ser usada novamente até o próximo seja alvo da magia remover maldição ou mágica similar. \namanhecer. Enquanto estiver vestindo a armadura, você tem \n desvantagem nas jogadas de ataque contra demônios e \nARMADURA DE MITRAL nos testes de resistência contra as magias e habilidades \nArmadura (média ou pesada), incomum especiais deles.",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Armadura Do Marinheiro",
    "conteudo": "O mitral é um metal leve e flexível. Um camisão ou ARMADURA DO MARINHEIRO \npeitoral de mitral pode ser usado sob roupas normais. Se Armadura (leve, média ou pesada), incomum \na armadura normalmente imporia desvantagem em testes \nde Destreza (Furtividade) ou tem um requerimento de Enquanto estiver vestindo esta armadura, você tem \nForça, a versão de mitral dessa armadura não terá. deslocamento de natação igual ao seu deslocamento de",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Baralho Das Ilusões",
    "conteudo": "realizar um teste de resistência de Destreza CD 13, \n sofrendo 4d6 de dano elétrico se fracassar na resistência, \n e metade desse dano se obtiver sucesso. O relâmpago \n volta a se transformar em uma azagaia quando alcança o \n alvo. Se atingir, o alvo sofre 4d6 de dano elétrico \n adicionais da azagaia. \n A propriedade da azagaia não pode ser usada \n novamente até o próximo amanhecer. Nesse meio período, \n a azagaia ainda pode ser usada como uma arma mágica. \n  \n BACIA DE COMANDAR ELEMENTAIS DA ÁGUA \n Item maravilhoso, raro \n \n Enquanto esta bacia estiver cheia de água, você pode usar \n uma ação para falar a palavra de comando da bacia e \n invocar um elemental da água, como se você tivesse \n conjurado a magia conjurar elemental. A bacia não pode \n ser usada dessa forma novamente até o próximo \n amanhecer. \n A bacia tem aproximadamente 30 centímetros de \n diâmetro e metade disso de profundidade. Ela pesa 1,5 \n quilo e comporta aproximadamente 11 litros. \n  \n BARALHO DAS ILUSÕES \n Item maravilhoso, incomum \n \n Esta caixa contém um conjunto cartas de pergaminho.",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Azagaia De Relâmpago",
    "conteudo": "Item maravilhoso, lendário \nAZAGAIA DE RELÂMPAGO",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Baralho Das Ilusões",
    "conteudo": "BARALHO DAS ILUSÕES BARALHO DAS SURPRESAS \nCarta Jogada Ilusão Carta Jogada Carta \nÁs de copas Dragão vermelho Ás de ouros Vizir* \nRei de copas Cavaleiro e quatro guardas Rei de ouros Sol \nRainha de copas Súcubo ou íncubo Rainha de ouros Lua \nValete de copas Druida Valete de ouros Estrela \nDez de copas Gigante das nuvens Dois de ouros Cometa* \nNove de copas Ettin Ás de copas As parcas* \nOito de copas Bugbear Rei de copas Trono \nDois de copas Goblin Rainha de copas Chave",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Onda",
    "conteudo": "Para cada hora gasta no paraíso, um visitante amanhecer. \nrecupera pontos de vida como se tivesse gasto 1 Dado de Paralisar. Quando você atinge uma criatura com um \nVida. As criaturas também não envelhecem enquanto ataque corpo-a-corpo usando o bastão, você pode forçar o \nestiverem no paraíso, apesar do tempo se passar alvo a realizar um teste de resistência de Força CD 17. Se \nnormalmente. Os visitantes podem permanecer no fracassar, o alvo fica paralisado por 1 minuto. O alvo pode \nparaíso por até 200 dias, divididos pela quantidade de repetir o teste de resistência no final de cada um dos \ncriaturas presentes (arredondado para baixo). turnos dele, terminando o efeito sobre si, com um sucesso.",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Bolsa De Truques",
    "conteudo": "comunicar telepaticamente com criaturas que você possa \nFeito pelos drow, este bastão é uma arma mágica que ver a até 9 metros do sensor da magia. Você também pode \ntermina em três tentáculos borrachudos. Enquanto usar uma ação para conjurar a magia sugestão (CD de \nempunhar o bastão, você pode usar uma ação para resistência 17) através do sensor em uma dessas \ndirecionar cada tentáculo a atacar uma criatura que você criaturas. Você não precisa se concentrar nessa sugestão \npossa ver, a até 4,5 metros de você. Cada tentáculo para manter a duração, mas ela termina se a vidência \nrealiza uma jogada de ataque corpo-a-corpo com +9 de terminar. Uma vez usado, o poder de sugestão da bola de \nbônus. Se atingir, o tentáculo causa 1d6 de dano de cristal não pode ser usado novamente até o próximo \nconcussão. Se você atingir um alvo com os três tentáculos, amanhecer. \nele deve realizar um teste de resistência de Constituição Bola de Cristal de Visão da Verdade. Enquanto \nCD 15. Se fracassar, o deslocamento da criatura é estiver usando vidência com a bola de cristal, você tem \nreduzido à metade, ela tem desvantagem em testes de visão verdadeira com raio de 36 metros centrado no \nresistência de Destreza e não pode usar reações por 1 sensor da magia. \nminuto. Além disso, em cada um dos turnos dela, ela só  \npode realizar uma ação ou uma ação bônus, mas não BOLSA DE TRUQUES \nambas. No final de cada um dos turnos dela, ela pode Item maravilhoso, incomum \nrepetir o teste de resistência, terminado o efeito sobre si \ncom um sucesso. Esta bolsa ordinária, feita de tecido cinza, ferrugem ou",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Bastão Imóvel",
    "conteudo": "Além disso, você pode recuperar um espaço de magia desaparece na próxima manhã ou quando for reduzido a 0 \nde bruxo, com uma ação, enquanto empunhar o bastão. pontos de vida. \nVocê não pode usar essa propriedade novamente até A criatura é amigável a você e aos seus companheiros, \nterminar um descanso longo. e ela age no seu turno. Você pode usar uma ação bônus \n para comandar como a criatura se move e qual ação ela \nBASTÃO IMÓVEL realiza no seu próximo turno, ou para dar ordens",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Bolsa De Truques",
    "conteudo": "Este bastão liso de ferro possui um botão em uma apropriada a sua natureza. \nextremidade. Você pode usar uma ação para apertar o Quando três objetos felpudos tiverem sido tirados da \nbotão, fazendo com que o bastão se fixe magicamente a bolsa, ela não poderá ser usada novamente até o próximo \num lugar. Até você ou outra criatura usar uma ação para amanhecer. \napertar o botão novamente, o bastão não pode ser movido,  \nmesmo que ele esteja desafiando a gravidade. O bastão BOLSA DE TRUQUES BRONZE \npode suportar até 4.000 quilos de peso. Mais peso fará o d8 Criatura  d8 Criatura \nbastão se desativar e cair. Uma criatura pode usar uma",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Bolsa De Truques",
    "conteudo": "Item maravilhoso, muito raro ou lendário (requer  \nsintonização) BOLSA DE TRUQUES CINZA",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Bolsa De Truques",
    "conteudo": "lendários e possuem propriedades adicionais.  \nBola de Cristal de Ler Mentes. Você pode usar uma BOLSA DE TRUQUES FERRUGEM",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Mochila De Carga",
    "conteudo": "Esta bolsa lembra superficialmente uma   \nmochila de carga, mas é um orifício                       \nalimentar de uma criatura extradimensional          \ngigantesca.",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Botas Aladas",
    "conteudo": "BOTAS ALADAS BOTAS DE VELOCIDADE \nItem maravilhoso, incomum (requer sintonização) Item maravilhoso, raro (requer sintonização)",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Botas De Caminhar E Saltar",
    "conteudo": "você terminar um descanso longo. \nBOTAS DE CAMINHAR E SALTAR  \nItem maravilhoso, incomum (requer sintonização) BOTAS DO INVERNO",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Mochila De Carga",
    "conteudo": "O braseiro pesa 2,5 quilos. extradimensional criado por uma mochila de carga, \n sacola prestativa de Heward ou item similar destrói",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Broche Do Escudo",
    "conteudo": "BROCHE DO ESCUDO ambos os itens instantaneamente e abre um portal para o \nItem maravilhoso, incomum (requer sintonização) Plano Astral. O portal se origina onde um item foi",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Cajado Da Píton",
    "conteudo": "CAJADO DA PÍTON",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Cajado Da Víbora",
    "conteudo": "magias: despertar (5 cargas), falar com animais (1 carga), \nCAJADO DA VÍBORA falar com plantas (2 cargas), localizar animais ou plantas \nCajado, incomum (requer sintonização com um bruxo, (2 cargas), muralha de espinhos (6 cargas) ou pele de \nclérigo ou druida) árvore (2 cargas).",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Capa De Respirar Na Água",
    "conteudo": "libera sua mágica restante em uma explosão que se CAPA DE RESPIRAR NA ÁGUA \nexpande para preencher uma esfera de 9 metros, centrada Item maravilhoso, incomum \nem você.",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Chapéu De Disfarce",
    "conteudo": "CHAPÉU DE DISFARCE",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Decantador De Água Infinita",
    "conteudo": "que pode ser pressionada. O cubo começa com 36 cargas e \nrecupera 1d20 cargas gastas diariamente pelo DECANTADOR DE ÁGUA INFINITA",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Elmo De Telepatia",
    "conteudo": "ELMO DE TELEPATIA \nVocê recebe os seguintes benefícios enquanto usá-lo:",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Escudo +1",
    "conteudo": "remover maldição ou mágica similar. Remover o escudo \nESCUDO +1, +2 OU +3 fracassa em terminar a maldição em você. Sempre que \nArmadura (escudo), incomum (+1), raro (+2) ou muito um ataque à distância com arma for feito contra um alvo \nraro (+3) a até 3 metros de você, a maldição faz com que você seja o",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Escudo Sentinela",
    "conteudo": "ESCUDO SENTINELA \npara proteger você como se você o estivesse usando,",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Espada Da Vingança",
    "conteudo": "ESPADA DA VINGANÇA ESPADA DO FURTO DE VIDAS \nArma (qualquer espada), incomum (requer sintonização) Arma (qualquer espada), rara (requer sintonização)",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Arma +1",
    "conteudo": "Você pode quebrar a maldição das formas usuais. Constituição CD 15, terminando o efeito de todos os \nAlternativamente, conjurar banimento na espada forçará ferimentos em si, com um sucesso. Alternativamente, a \no espirito vingativo a partir. A espada então, se torna criatura ferida, ou uma criatura a até 1,5 metro dela, \numa arma +1 sem qualquer outra propriedade. pode usar uma ação para realizar um teste de Sabedoria",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Flauta Dos Esgotos",
    "conteudo": "FLAUTA DOS ESGOTOS dragão azul. Se uma criatura pertencente ao tipo, raça ou",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Garrafa De Fumaça Eterna",
    "conteudo": "da criatura é abrindo o frasco. Uma garrafa descoberta \nEsta garrafa de ferro possui uma rolha de latão. Você recentemente poderia já possuir uma criatura, à escolha \npode usar uma ação para falar a palavra de comando do do Mestre ou determinada aleatoriamente. \nfrasco, focando uma criatura que você possa ver, a até 18  \nmetros de você. Se o alvo for nativo de um plano de GARRAFA DE FUMAÇA ETERNA \nexistência diferente do que você está, o alvo deve ser bem",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Gema Da Luminosidade",
    "conteudo": "GEMA DA LUMINOSIDADE",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Gema Elemental",
    "conteudo": "A gema recupera 1d3 das cargas gastas diariamente \nEsta garrafa de latão pintada pesa 0,5 quilo. Quando você ao amanhecer. \nusa uma ação para remover sua rolha, uma fina nuvem  \nde fumaça sai da garrafa. No final do seu turno, a fumaça GEMA ELEMENTAL \ndesaparece em uma explosão de fogo inofensiva e um Item maravilhoso, incomum \nefreeti aparece em um espaço desocupado a até 9 metros \nde você. Veja o Manual dos Monstros para as estatísticas Esta gema contém uma centelha de energia elemental. \ndo efreeti. Quando você usa uma ação para quebra a gema, um",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Gema Elemental",
    "conteudo": "Gema Elemental Invocado  \nSafira azul Elemental do ar",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Globo De Fluxo",
    "conteudo": "Quando você usa o instrumento para conjurar uma \nGLOBO DE FLUXO magia que faça com que os alvos fiquem enfeitiçados caso \nItem maravilhoso, incomum fracassem na resistência, os alvos terão desvantagem nos",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Luvas De Apanhar Projéteis",
    "conteudo": "LUVAS DE APANHAR PROJÉTEIS",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Lanterna De Revelação",
    "conteudo": "LANTERNA DE REVELAÇÃO agarrar o projétil caso ele seja pequeno o suficiente para \nItem maravilhoso, incomum você segura-lo com sua mão.",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Luvas De Nadar E Escalar",
    "conteudo": "Enquanto acessa, esta lanterna coberta queima por 6 LUVAS DE NADAR E ESCALAR \nhoras com 1 litro de óleo, emitindo luz plena num raio de Item maravilhoso, incomum (requer sintonização) \n9 metros e penumbra por 9 metros adicionais. Criaturas e \nobjetos invisíveis serão visíveis enquanto estiverem na Enquanto estiver usando estas luvas, nadar e escalar não \nluz plena da lanterna. Você pode usar uma ação para custa movimento extra a você e você recebe +5 de bônus \nabaixar o capuz, reduzindo a luz para penumbra num raio em testes de Força (Atletismo) feitos para escalar ou \nde 1,5 metro. nadar.",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Luvas Do Ladrão",
    "conteudo": "LEQUE DO VENTO \nLUVAS DO LADRÃO",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Onda",
    "conteudo": "empunhar, você pode usar uma ação para gastar 1 carga e \n liberar uma onda de terror. Cada criatura, à sua escolha, \n num raio de 9 metros a partir de você, deve ser bem \n sucedida num teste de resistência de Sabedoria CD 15 ou",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Manto Da Arraia",
    "conteudo": "MALHA DO EFREETI MANTO DA ARRAIA \nArmadura (cota de malha), lendária (requer sintonização) Item maravilhoso, incomum",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Manoplas De Força Do Ogro",
    "conteudo": "ataque contra você. Se você sofrer dano, a propriedade \nMANOPLAS DE FORÇA DO OGRO para de funcionar até o início do seu próximo turno. Essa \nItem maravilhoso, incomum (requer sintonização) propriedade é suprimida enquanto você estiver",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Manto De Proteção",
    "conteudo": "MANTO DE PROTEÇÃO \npode se mover através de teias como se elas fossem",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Manto Élfico",
    "conteudo": "MANTO ÉLFICO então perde sua mágica, recuperando-a em um século. \nItem maravilhoso, incomum (requer sintonização)",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Manoplas De Força Do Ogro",
    "conteudo": "(qualquer variação) e manoplas de força do ogro para se",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Mochila De Carga",
    "conteudo": "MATADOR DE GIGANTES Colocar uma mochila de carga dentro de um espaço \nArma (qualquer machado ou espada), raro extradimensional criado por uma sacola prestativa de",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Medalhão De Pensamentos",
    "conteudo": "MEDALHÃO DE PENSAMENTOS Arma (qualquer munição), incomum (+1), rara (+2) ou \nmuito rara (+3)",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Mochila De Carga",
    "conteudo": "MOCHILA DE CARGA Poção, rara \nItem maravilhoso, incomum",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Pedras De Mensagem",
    "conteudo": "Uma vez que a pedra tenha cancelado 50 níveis de clara orbitar sua cabeça. \nmagia, ela se incinera ficando cinza fosco e perdendo sua Sustento (Raro). Você não precisa comer ou beber \nmágica. Se você for alvo de uma magia cujo nível seja enquanto este fuso iridescente orbitar sua cabeça. \nmaior que o número de níveis de magia restantes na  \npedra, a magia não poderá cancela-la. PEDRAS DE MENSAGEM",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Pedras De Mensagem",
    "conteudo": "Intuição (Muito Raro). Seu valor de Sabedoria Item maravilhoso, incomum \naumenta em 2, até o máximo de 20, enquanto esta esfera \nazul incandescente orbitar sua cabeça. As pedras de mensagem vem em pares, com cada pedra",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Periapto De Cicatrização",
    "conteudo": "PERIAPTO DE CICATRIZAÇÃO  \nItem maravilhoso, incomum (requer sintonização)",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Periapto De Saúde",
    "conteudo": "PERIAPTO DE SAÚDE",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Pérola Do Poder",
    "conteudo": "PÉROLA DO PODER  \nItem maravilhoso, incomum (requer sintonização com um  \nconjurador) PÓ DA SECA",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Olhos De Visão Momentânea",
    "conteudo": "OLHOS DE VISÃO MOMENTÂNEA",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Onda",
    "conteudo": "sintonizar a um robe do arquimago que não corresponda à  \nsua tendência.",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Mochila De Carga",
    "conteudo": "metros. \ncriado por uma mochila de carga, buraco portátil ou item",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Sela Do Cavaleiro",
    "conteudo": "comer um desses cogumelos, role qualquer dado. se mova dessa forma em superfícies escorregadias, como \nNuma rolagem ímpar, o alvo deve ser bem sucedido uma coberta por gelo ou óleo. \nnum teste de resistência de Constituição CD 15 ou  \nsofrerá 5d6 de dano de veneno e ficará envenenado SELA DO CAVALEIRO \npor 1 hora. Em uma rolagem par, o alvo ganha 5d6 Item maravilhoso, incomum \npontos de vida temporários por 1 hora.",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Onda",
    "conteudo": "24 horas (ou até ser extinta). TALISMÃ DA BONDADE PURA",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Onda",
    "conteudo": "51–60 1d4 + 8 sapos rosas brilhantes rastejam. Sempre \nEste talismã é um poderoso símbolo da bondade. Uma",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Sandálias De Patas De Aranha",
    "conteudo": "uma quantidade de metros igual a 3 x seu modificador de \nSANDÁLIAS DE PATAS DE ARANHA Inteligência. \nItem maravilhoso, incomum (requer sintonização)",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Tiara Do Intelecto",
    "conteudo": "TALISMÃ DO MAL ABSOLUTO  \nItem maravilhoso, lendário (requer sintonização com uma TIARA DO INTELECTO \ncriatura de tendência maligna) Item maravilhoso, incomum (requer sintonização)",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Tridente De Comandar Peixes",
    "conteudo": "TRIDENTE DE COMANDAR PEIXES \n Arma (tridente), incomum (requer sintonização) \n \n Este tridente é uma arma mágica. Ele tem 3 cargas. \n Enquanto carrega-lo, você pode usar uma ação e gastar 1 \n carga para conjurar dominar besta (CD de resistência 15) \n através dele em uma besta que possua deslocamento de \n natação inato. O tridente recupera 1d3 cargas gastas \n diariamente ao amanhecer.",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Unguento De Keoghtom",
    "conteudo": "UNGUENTO DE KEOGHTOM pode usar uma ação para gastar 1 ou mais de suas cargas",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Varinha De Detectar Magia",
    "conteudo": "VARINHA DE DETECTAR MAGIA  \nVarinha, incomum",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Varinha De Mísseis Mágicos",
    "conteudo": "VARINHA DE MÍSSEIS MÁGICOS  \nVarinha, incomum",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Varinha De Segredos",
    "conteudo": "VARINHA DE SEGREDOS  \nVarinha, incomum",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Varinha Do Arcano De Guerra +1",
    "conteudo": "VARINHA DO ARCANO DE GUERRA +1, +2 OU +3 d20 Tendência  d20 Tendência",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Vassoura Voadora",
    "conteudo": "Enquanto estiver acesa, a vela emite penumbra num \nVASSOURA VOADORA raio de 9 metros. Qualquer criatura dentro dessa área \nItem maravilhoso, incomum cuja tendência combine com a da vela realiza jogadas de",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Vingadora Sagrada",
    "conteudo": "comando, nomear o local e for familiarizado com o local. A VINGADORA SAGRADA \nvassoura volta para você quando você pronuncia a Arma (qualquer espada), lendária (requer sintonização \npalavra de comando novamente, considerando que a com um paladino) \nvassoura ainda esteja a até 1,5 quilômetro de você.",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Esmagador",
    "conteudo": "ESMAGADOR \nmetamorfose, trolls ou magos.",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Esmagador",
    "conteudo": "4 Cruzado. O item busca derrotar, enfraquecer ou \nEsmagador é um poderoso martelo de guerra forjado",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Esmagador",
    "conteudo": "7 Busca de Glória. O item busca renome como o maior realizar sua primeira jogada de ataque com Esmagador,",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Esmagador",
    "conteudo": "9 Busca do Destino. O item está convencido que ele e seu Arma de Arremesso. Esmagador possui a \nportador têm papeis importantes em eventos futuros. propriedade arremesso com uma distância normal de 6",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Esmagador",
    "conteudo": "Onda de Choque. Você pode usar uma ação para Uma lâmina da lua serve apenas um mestre por vez. \ngolpear o solo com Esmagador e enviar uma onda de O processo de sintonização requer um ritual especial na \nchoque a partir do ponto de impacto. Cada criatura, à sua sala do trono de um regente élfico ou em um templo \nescolha, no solo a até 18 metros desse ponto, deve ser bem dedicado aos deuses élficos. \nsucedida num teste de resistência de Constituição CD 15 Uma lâmina da lua não servirá a ninguém que ela \nou ficará atordoada por 1 minuto. Uma criatura pode considere covarde, errático, corrupto ou que não concorde \nrepetir o teste de resistência no final de cada um dos em preservar e proteger os elfos. Se a lâmina rejeitar \nturnos dela, terminado o efeito sobre si caso obtenha você, você realiza testes de habilidade, jogadas de ataque \nsucesso. Uma vez usada, esta propriedade não poderá ser e testes de resistência com desvantagem por 24 horas. Se \nusada novamente até o próximo amanhecer. a lâmina te aceitar, você se sintoniza com ela e uma nova",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Lâmina Da Lua",
    "conteudo": "Percepção Sobrenatural. Enquanto estiver runa aparece na lâmina. Você permanece sintonizado com \nempunhando a arma, ela aleta você da localização de a arma até morrer ou a arma ser destruída. \nqualquer porta secreta ou escondida a até 9 metros de Uma lâmina da lua tem uma runa em sua lâmina \nvocê. Além disso, você pode usar uma ação para conjurar para cada mestre que ela serviu (geralmente 1d6 + 1). A \ndetectar o mal e bem ou localizar objeto através da arma. primeira runa sempre concede +1 de bônus nas jogadas \nUma vez que tenha conjurado qualquer das magias, você de ataque e dano feitas com esta arma mágica. Cada runa \nnão poderá conjura-las através da arma novamente até o além da primeira concede à lâmina da lua uma \npróximo amanhecer.  propriedade adicional. O Mestre escolhe cada propriedade",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Esmagador",
    "conteudo": "Consciência. Esmagador é uma arma consciente leal ou as determina aleatoriamente na tabela Propriedades \ne neutra com Inteligência 15, Sabedoria 12 e Carisma 15. da Lâmina da Lua. \nEla tem audição e visão no escuro com alcance de 36  \nmetros. PROPRIEDADES DA LÂMINA DA LUA",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Esmagador",
    "conteudo": "Personalidade. O propósito de Esmagador é dizimar 41–80 A lâmina da lua ganha uma propriedade menor \ngigantes e goblins. Ele também busca proteger os anões determinada aleatoriamente (veja “Características \ncontra todos os seus inimigos. Um conflito surge se seu Especiais” previamente neste capítulo). \nportador fracassar em destruir goblins e gigantes ou em 81–82 A lâmina da lua ganha a propriedade acuidade. \nproteger anões. 83–84 A lâmina da lua ganha a propriedade arremesso",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Esmagador",
    "conteudo": "Esmagador tem laços com o clã anão que o criou, (distância 6/18 metros). \nchamado diversamente de Dankil ou clã do Martelo 85–86 A lâmina da lua funciona como uma defensora. \nPoderoso, ele deseja ser devolvido ao clã. Ele varia 87–90 A lâmina da lua atinge um acerto crítico numa \nqualquer coisa para proteges esses anos das mazelas. rolagem 19 ou 20.",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Esmagador",
    "conteudo": "O martelo também carrega uma vergonha secreta. 91–92 Quando você atingir um ataque usando a lâmina da \nSéculos atrás, um anão chamado Ctenmiir empunhou ele lua, o ataque causa 1d6 de dano cortante extra. \nvalentemente por um tempo. Porem, Ctenmiir foi 93–94 Quando você atingir uma criatura de um tipo \ntransformado em um vampiro. Sua vontade era forte o específico (como dragão, corruptor ou morto-vivo) \nsuficiente para curvar Esmagador em seus propósitos com a lâmina da lua, o alvo sofre 1d6 de dano extra \nmalignos, chegando até a matar membros do seu próprio de um dos seguintes tipos: ácido, frio, fogo, elétrico \nclã. ou trovejante.",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Lâmina Da Lua",
    "conteudo": "95–96 Você pode usar uma ação bônus para fazer a lâmina \nLÂMINA DA LUA da lua liberar um clarão luminoso. Cada criatura que",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Lâmina Da Lua",
    "conteudo": "De todos os itens mágicos criados pelos elfos, um dos mais criatura pode repetir o teste de resistência em cada \ndesejados e zelosamente guardados é a lâmina da lua. um dos turnos dela, terminando o efeito sobre si, \nEm tempos antigos, praticamente todas as casas nobres caso obtenha sucesso. Esta propriedade não pode ser \nélficas reivindicavam tal lâmina. Com o passar dos usada novamente até você terminar um descanso",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Lâmina Da Lua",
    "conteudo": "mágica se perdeu quando linhagens familiares se 97–98 A lâmina da lua funciona como um anel de",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Lâmina Da Lua",
    "conteudo": "Uma lâmina da lua passa de pai para filho. A espada \ndesocupado a até 36 metros de você. Ela usa as",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Lâmina Da Lua",
    "conteudo": "00 A lâmina da lua funciona como uma espada vorpal.",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Lâmina Da Lua",
    "conteudo": "Consciência. Uma lâmina da lua é uma arma Personalidade. Navalha Negra fala com um tom \nconsciente neutra e boa com Inteligência 12, Sabedoria 10 imperioso, já que está acostumada a ser obedecida. \ne Carisma 12. Ela tem audição e visão no escuro com O propósito da espada é consumir almas. Ela não se \nalcance de 36 metros. importa de onde vem a alma que ela devora, incluindo seu",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Esmagador",
    "conteudo": "A arma se comunica ao transmitir suas emoções, portador. A espada acredita que toda matéria e energia \nenviando uma sensação de formigamento pela mão do surgiu de um vácuo de energia negativa e irá, um dia, \nportador quando deseja comunicar algo que ela sentiu. voltar para ele. Navalha Negra está destinada a acelerar \nEla pode se comunicar mais explicitamente através de esse processo. \nvisões e sonhos, quando o portador está ou em transe ou Apesar do seu niilismo, Navalha Negra sente uma \ndormindo. estranha afinidade com Onda e Esmagador, outras duas",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Lâmina Da Lua",
    "conteudo": "Personalidade. Cada lâmina da lua busca o avanço armas trancafiadas na Montanha da Pluma Branca.  Ela \nda raça élfica e dos ideias élficos. Coragem, lealdade, deseja que as três armas se reúnam novamente e sejam \nbeleza, música e vida são todos parte deste propósito. empunhadas em combate juntas, mesmo que ela discorde",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Esmagador",
    "conteudo": "A arma é vinculada a linhagem familiar a qual ela era violentamente de Esmagador e ache Onda tediosa. \ndestinada a servir. Enquanto ela estiver vinculada com A fome de Navalha Negra por almas deve ser \num dono que partilhe dos seus ideias, sua lealdade será alimentada regularmente. Se a espada passar três dias ou \nabsoluta.  mais sem consumir uma alma, um conflito entre ela e seu",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Lâmina Da Lua",
    "conteudo": "Se a lâmina da lua tiver um defeito, é o excesso de portador ocorre no próximo pôr do sol. \nconfiança. Uma vez que tenha decidido por um dono, ela  \nacredita que apenas essa pessoa deveria empunha-la, ONDA \nmesmo que esse dono não anseie pelos ideias élficos. Arma (tridente), lendário (requer sintonização com uma",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Navalha Negra",
    "conteudo": "criatura que venere um deus do mar) \nNAVALHA NEGRA \nArma (espada grande), lendária (requer sintonização com Guardado na masmorra na Montanha da Pluma Branca,",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Onda",
    "conteudo": "uma criatura de tendência não-leal) este tridente é uma arma exótica gravada com ondas, \ncorais e criaturas marinhas. Apesar de você precisar",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Navalha Negra",
    "conteudo": "Escondida na masmorra da Montanha da Pluma Branca, venerar um deus do mar para se sintonizar com esta \nNavalha Negra brilha como um pedaço de céu noturno arma, Onda aceita alegremente novos convertidos. \ncheio de estrelas. Sua bainha negra é decorada com peças Você recebe +3 de bônus nas jogadas de ataque e dano \nde obsidiana cortadas. feitas com esta arma mágica. Se você atingir um acerto",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Capa De Respirar Na Água",
    "conteudo": "Devorar Alma. Sempre que você usa-la para reduzir comandar peixes e uma arma de alerta. Ela pode conferir \numa criatura a 0 pontos de vida, a espada mata a criatura os benefícios de uma capa de respirar na água enquanto \ne devora sua alma, a não ser que ela seja um constructo você a empunhar, e você pode usa-la como um cubo de \nou morto-vivo. Uma criatura cuja alma seja devorada pela força escolhendo o efeito ao invés de pressionar os lados \nNavalha Negra pode ser trazida de volta a vida apenas do cubo para seleciona-lo. \npela magia desejo. Consciência. Onda é uma arma consciente de",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Navalha Negra",
    "conteudo": "Quando ela devora uma alma, Navalha Negra concede tendência neutra com Inteligência 14, Sabedoria 10 e \na você pontos de vida temporários iguais ao máximo de Carisma 18. Ela tem audição e visão no escuro com \npontos de vida da criatura morta. Este pontos de vida alcance de 36 metros. \nsomem após 24 horas. Enquanto estes pontos de vida A arma se comunica telepaticamente com seu portador \npermanecerem e você mantiver Navalha Negra em mãos, e pode falar, ler e compreender Aquan. Ela também pode \nvocê tem vantagem nas jogadas de ataque, testes de falar com animais aquáticos como se estivesse usando a \nresistência e testes de habilidade. magia falar com animais, usando telepatia para envolver",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Navalha Negra",
    "conteudo": "Se você atingir um morto-vivo com esta arma, você seu portador na conversa. \nsofre 1d10 de dano necrótico e o alvo recupera 1d10 Personalidade. Quando fica agitada, Onda tem o \npontos de vida. Se este dano necrótico reduzir seu pontos hábito de sussurrar melodias que variam de coros \nde vida a 0, Navalha Negra devorará sua alma. marinhos a hinos sagrados para os deuses do mar.",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Onda",
    "conteudo": "Caçador de Almas. Enquanto você empunhar a Onda deseja zelosamente converter os mortais a \narma, você está ciente da presença de criaturas Miúdas adoração de um ou mais deuses do mar, ou condenar os \nou maiores a até 18 metros de você que não sejam infiéis à morte. Um conflito pode surgir se o portador \nconstructos ou mortos-vivos. Você também não pode ser falhar em dar seguimento aos objetivos da arma no \nenfeitiçado ou amedrontado. mundo.",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Navalha Negra",
    "conteudo": "Navalha Negra pode conjurar a magia velocidade em O tridente tem um afeto nostálgico pelo lugar onde ele \nvocê uma vez por dia. Ela decide quando conjura a magia foi forjado, uma ilha desolada chamada Forja do Trovão. \ne mantem concentração nisso, portanto, você não precisa Um deus do mar aprisionou uma família de gigantes da \nfazê-lo. tempestade lá, e os gigantes forjaram Onda em um ato de",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Navalha Negra",
    "conteudo": "Consciência. Navalha Negra é uma arma caótica e devoção a – ou rebelião contra – esse deus. \nneutra consciente com Inteligência 17, Sabedoria 10 e Onda nutre uma dúvida secreta sobre sua própria \nCarisma 19. Ela tem audição e visão no escuro com natureza e propósito. Por toda sua devoção aos deuses do \nalcance de 36 metros. mar, Onda teme ter sido criado para trazer a morte de",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Navalha Negra",
    "conteudo": "A arma pode falar, ler e compreender Comum e pode um deus do mar em particular. Este destino é algo que \nse comunicar telepaticamente com seu portador. Sua voz Onda não deveria ser capaz de evitar. \né profunda e ecoante. Enquanto você estiver sintonizado  \ncom ela, Navalha Negra também compreende todos os  \nidiomas que você conhece.",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Cetro De Orcus",
    "conteudo": "vulnerabilidade a todos os danos. extra, se atingir. \n96–00 Quando você se sintonizar com o artefato, existe 10 por Propriedades Aleatórias. O Cetro de Orcus tem as",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Cetro De Orcus",
    "conteudo": "DESTRUINDO ARTEFATOS As propriedades prejudiciais do Cetro de Orcus são \nsuprimidas enquanto a varinha estiver sintonizada com o",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Cetro De Orcus",
    "conteudo": "essa propriedade da varinha, não poderá usa-la \nCETRO DE ORCUS",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Cetro De Orcus",
    "conteudo": "Enquanto estiver sintonizado com a varinha, Orcus \nO sinistro Cetro de Orcus raramente sai de perto de pode invocar qualquer espécie de morto-vivo, não apenas \nOrcus. O instrumento, tão maligno quanto seu criador, esqueletos e zumbis. Os mortos-vivos não perecem ou \npartilha dos objetivos do lorde demônio de exterminar as desaparecem ao amanhecer do dia seguinte, \nvidas de todas as coisas vivas e prender o Plano Material permanecendo até Orcus dispensa-los. \nno estase da não-vida. Orcus permite que a varinha saia Consciência. O Cetro de Orcus é um item caótico e \nde sua mão de tempos em tempos. Quando faz isso, ela mau consciente com Inteligência 16, Sabedoria 12 e \naparece magicamente em qualquer lugar que seu mestre Carisma 16. Ele tem audição e visão no escuro com \nsinta uma oportunidade de completar algum objetivo alcance de 36 metros. \ndepravado. A varinha se comunica telepaticamente com seu",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Cetro De Orcus",
    "conteudo": "Qualquer criatura, além de Orcus, que tente se finge devoção ao seu usuário atual e faz promessas \nsintonizar com a varinha deve ser bem sucedida num grandiosas que ela não tem a menor intenção de cumpri, \nteste de resistência de Constituição CD 17. Se obtiver como jurar ajudar seu usuário a despojar Orcus. \nsucesso, a criatura sofre 10d6 de dano necrótico. Se Destruindo a Varinha. Destruir o Cetro de Orcus \nfracassar, a criatura morre e se ergue como um zumbi. requer que ele seja levado para o Plano da Energia",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Espada De Kas",
    "conteudo": "Para que isso aconteça, o herói há muito perdido deve Propriedades Aleatórias. A Espada de Kas tem as \nprimeiro ser trazido de volta a vida – uma tarefa nada seguintes propriedades aleatórias:",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Espada De Kas",
    "conteudo": "rache e exploda, mas, a não ser que as condições acima  1 propriedade prejudicial maior \nsejam atendidas, a varinha se reconstrói \ninstantaneamente na camada de Orcus no Abismo. Espírito de Kas. Enquanto a espada estiver em sua \n posse, você adiciona um d10 a sua iniciativa no início de \nESPADA DE KAS cada combate. Além disso, quando você usa uma ação \nArma (espada longa), artefato (requer sintonização) para atacar com a espada, você pode transferir parte ou",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Espada De Kas",
    "conteudo": "Por muito tempo, Kas serviu lealmente o lich, mas magia, você não poderá conjurar essa magia novamente \nconforme Kas crescia em poder, também crescia em através dela até o próximo amanhecer. \narrogância. Sua espada o incitou a suplantar Vecna, Consciência. A Espada de Kas é uma arma caótica e \nassim ele poderia governar o império do lich no lugar de má consciente com Inteligência 15, Sabedoria 13 e \nVecna. As lendas contam que a destruição de Vecna veio Carisma 16. Ela tem audição e visão no escuro com \ndas mãos de Kas, mas Vecna também trouxe a desgraça alcance de 36 metros. \npara seu tenente rebelde, deixando apenas a espada de A arma se comunica telepaticamente com seu portador \nKas para trás. O mundo ficou mais iluminado depois e pode falar, ler e compreender Comum. \ndisso. Personalidade. O propósito da espada é trazer ruína",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Espada De Kas",
    "conteudo": "A Espada de Kas é uma espada longa mágica a Vecna. Matando os adoradores de Vecna, destruindo os \nconsciente que concede +3 de bônus nas jogadas de ataque trabalhos do lich e frustrando suas maquinações, tudo \ne dano feitas com ela. Ela atinge um acerto crítico numa ajuda a cumpri seu objetivo. \nrolagem 19 ou 20 e causa 2d10 de dano cortante extra A Espada de Kas também busca destruir qualquer um \ncontra mortos-vivos. corrompido pelo Olho e Mão de Vecna. A obsessão da",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Espada De Kas",
    "conteudo": "Se a espada não for banhada em sangue dentro de 1 espada com esses artefatos eventualmente se torna uma \nminuto após ser sacada de sua bainha, seu usuário deve fixação para seu portador. \nrealizar um teste de resistência de Carisma CD 15. Se Destruindo a Espada. Uma criatura sintonizada \nobtiver sucesso, ele sofre 3d6 de dano psíquico. Se tanto com o Olho de Vecna quanto com a Mão de Vecna \nfracassar, o portador é dominado pela espada, como pela pode usar a propriedade de desejo da combinação dos \nmagia dominar monstro, e a espada exige ser banhada em artefatos para desfazer a Espada de Kas. A criatura   \nsangue. O efeito da magia terminar quando a exigência deve conjurar a magia desejo e fazer um teste de   \nda espada for cumprida.  Carisma resistido por um teste de Carisma da espada. A",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Livro Da Escuridão Perversa",
    "conteudo": "LIVRO DA ESCURIDÃO PERVERSA  \nItem maravilhoso, artefato (requer sintonização)",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Livro Da Escuridão Perversa",
    "conteudo": "Livro da Escuridão Perversa. Ele registrou nessas",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Livro Da Escuridão Perversa",
    "conteudo": "com o Livro da Escuridão Perversa, essa criatura deve",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Livro Da Escuridão Perversa",
    "conteudo": "O Livro da Escuridão Perversa permanece com você",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Livro Da Escuridão Perversa",
    "conteudo": "CONHECIMENTO VIL pode liberar a fivela que o mantém fechado. Uma vez que \nO Livro da Escuridão Perversa toca cada mal no cosmos. Um o livro seja aberto, a criatura sintonizada deve gastar 80 \npersonagem pode usar o conhecimento contido no livro para horas lendo e estudando o livro para absorver seu \nexumar segredos terríveis que nenhum mortal deveria conhecer. conteúdo e ganhar seus benefícios. Outras criaturas que \nJunto do conteúdo que um personagem poderia encontrar estão folhearem as páginas do livro aberto podem ler um texto, \nos seguintes, mais o que quer que você escolha: mas não captarão nenhum sentido mais profundo e não \n adquirem qualquer benefício. Uma criatura maligna que \n Apoteose Maligna. O livro poderia conter um ritual que tente ler o livro sofre 24d6 de dano radiante. Este dano",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Livro Dos Grandes Feitos",
    "conteudo": " Magia Negra. Diversas magias de maldade horrenda criadas e  \nescolhidas pelo Mestre poderiam estar no livro. Essas magias Os benefícios conferidos pelo Livro dos Grandes Feitos \npoderiam impor maldições medonhas, desfigurar outros, duram apenas enquanto você permanecer bom. Se você \nrequerer sacrifício humano, afligir criaturas com dores fracassar em realizar pelo menos um ato de gentileza ou \nexcruciantes, espalhar pragas malignas e assim por diante.  generosidade num período de 10 dias, ou se você realizar",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Livro Da Escuridão Perversa",
    "conteudo": "ao Livro da Escuridão Perversa sempre que realizar um Propriedades Aleatórias. O Livro dos Grandes \nteste de Inteligência para lembrar informações sobre Feitos possui as seguintes propriedades aleatórias: \nalgum aspecto do mal, como conhecimento sobre  2 propriedades benéficas menores \ndemônios. Quando o fizer, dobre seu bônus de proficiência  2 propriedades benéficas maiores \nnesse teste.",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Livro Da Escuridão Perversa",
    "conteudo": "Destruindo o Livro. O Livro da Escuridão Perversa para conjurar uma magia de clérigo ou paladino conta",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Livro Dos Grandes Feitos",
    "conteudo": "LIVRO DOS GRANDES FEITOS MACHADO DOS LORDES ANÕES",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Livro Dos Grandes Feitos",
    "conteudo": "O Livro dos Grandes Feitos raramente perdura em um vulcão. Com a ajuda de Moradin, o deus anão da criação, \nlugar. Assim que o livro é lido, ele desaparece e vai para ele primeiro construiu quatro grandes ferramentas: a \noutro canto do multiverso onde sua orientação moral pode Picareta Brutal, a Forja do Coração da Terra, a Bigorna \ntrazer luz a um mundo trevoso. Apesar de tentativas de das Canções e o Martelo Modelador. Com eles, ele forjou o \ncopia-lo terem sido feitas, os esforços em fazê-lo Machado dos Lordes Anões. \nfracassam em capturar a natureza mágica ou em traduzir Armado com o artefato, o príncipe retornou aos clãs \nos benefícios que ele oferece aqueles de coração puro e anões e trouxe paz. Seu machado acabou com rancores e \npropósito determinado. respondeu as desavenças. Os clãs se tornaram aliados e",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Machado Dos Lordes Anões",
    "conteudo": "Arma Mágica. O Machado dos Lordes Anões é uma Trono da Aranha para si, ou que a espada que seu senhor \narma mágica que concede +3 de bônus nas jogadas de fez para ele o seduziu a se rebelar. Qualquer que seja a \nataque e dano feitas com ele. O machado também razão, Kas levou o governo do Rei Imortal ao fim em uma \nfunciona como um cinto dos anões, um arremessador  terrível batalha que deixou a torre de Vecna em uma \nanão e uma espada decepadora. pilha de cinzas. De Vecna, tudo que restou foram uma",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Olho E Mão De Vecna",
    "conteudo": "OLHO E MÃO DE VECNA  \nItem maravilhoso, artefato (requer sintonização)",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Espada De Kas",
    "conteudo": "neutro e mau e você adquire os seguintes benefícios:  e a criatura seja morta pela Espada de Kas, tanto o olho \nquanto a mão se entrarão em combustão, tornando-se",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Orbe Dos Dragões",
    "conteudo": " A mão tem 8 cargas. Você pode usar uma ação e gastar  \n1 ou mais cargas para conjurar uma das seguintes ORBE DOS DRAGÕES \nmagias (CD de resistência 18) através dela: dedo da Item maravilhoso, artefato (requer sintonização) \nmorte (5 cargas), lentidão (2 cargas), sono (1 carga) ou \nteletransporte (3 cargas). A mão recupera 1d4 + 4 Há eras atrás, no mundo de Krynn, elfos e humanos",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Orbe Dos Dragões",
    "conteudo": "Propriedades Aleatórias. Uma Orbe dos Dragões Uma bênção é uma recompensa apropriada para uma \ntem as seguintes propriedades aleatórias:  das seguintes realizações:",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Orbe Dos Dragões",
    "conteudo": "similar.  \nDestruindo uma Orbe. Uma Orbe dos Dragões",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Periapto De Cicatrização",
    "conteudo": "Bênção da Cicatrização. Esta bênção concede a você uma ação. Uma vez usado, o fetiche desaparece de você. \nos benefícios de um periapto de cicatrização. Fetiche do Matador. Uma espada em sua posse",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Arma +1",
    "conteudo": "não-mágica em sua posse se torna uma arma +1 sempre aventureiros é o prestígio que eles adquirem com um",
    "fonte": "Livro dos Itens Mágicos"
  },
  {
    "tipo": "item_magico",
    "nome": "Onda",
    "conteudo": "DÁDIVA DA INVENCIBILIDADE DÁDIVA DA VIAGEM DIMENSIONAL \nQuando você sofre dano de qualquer fonte, você pode Com uma ação, você pode conjurar a magia passo \nreduzir o dano a 0. Após usar esta dádiva, você não pode nebuloso, sem usar um espaço de magia ou quaisquer \nusa-la novamente até terminar um descanso curto. componentes. Após usar esta dádiva, você não pode usa-la \n novamente até terminar um descanso curto. \nDÁDIVA DA MAESTRIA EM MAGIA  \nEscolha uma magia de 1° nível de bruxo, feiticeiro ou DÁDIVA DA VIAGEM PLANAR \nmago que você possa conjurar. Você pode agora conjurar Quando você adquire essa dádiva, escolha um plano de \nessa magia no seu menor nível sem gastar espaços de existência diferente do Plano Material. Você pode agora \nmagia. usar uma ação para conjurar a magia viagem planar (sem \n necessidade de espaço de magia ou componentes), tendo \nDÁDIVA DA OFENSIVA IRRESISTÍVEL apenas você como alvo, e viajar para o plano escolhido, ou \nVocê pode ultrapassar a resistência a dano de qualquer desse plano de volta para o Plano Material. Após usar \ncriatura. esta dádiva, você não pode usa-la novamente até terminar \n um descanso curto. \nDÁDIVA DA PONTARIA INIGUALÁVEL  \nVocê pode dar a si mesmo +20 de bônus a uma jogada de DÁDIVA DA VISÃO VERDADEIRA \nataque que você fizer. Após usar esta dádiva, você não Você tem visão verdadeira com alcance de 18 metros. \npode usa-la novamente até terminar um descanso curto.  \n DÁDIVA DO DESTINO \nDÁDIVA DA PROFICIÊNCIA EM PERÍCIA Quando outra criatura que você possa ver a até 18 metros \nVocê ganha proficiência em todas as perícias. de você fizer um teste de habilidade, jogada de ataque ou \n teste de resistência, você pode rolar um d10 e aplicar o \nDÁDIVA DA RECAPITULAÇÃO DE MAGIA resultado como um bônus ou penalidade a rolagem. Após \nVocê pode conjurar qualquer magia que você conheça ou usar esta dádiva, você não pode usa-la novamente até \ntenha preparado sem gastar um espaço de magia. Após terminar um descanso curto. \nusar esta dádiva, você não pode usa-la novamente até  \nterminar um descanso curto. DÁDIVA DO ESPÍRITO DA NOITE \n Enquanto estiver em uma área de penumbra ou \nDÁDIVA DA RECUPERAÇÃO escuridão, você pode ficar invisível com uma ação. Você \nVocê pode usar uma ação bônus para recuperar um permanece invisível até usar uma ação ou reação. \nnúmero de pontos e vida igual a metade do seu máximo  \nde pontos de vida. Após usar esta dádiva, você não pode DÁDIVA DO FILHO DO TROVÃO \nusa-la novamente até terminar um descanso longo. Você tem imunidade a dano elétrico e trovejante. Você \n também pode conjurar onda trovejante (CD de resistência \nDÁDIVA DA RESILIÊNCIA 15) à vontade, sem usar um espaço de magia ou quaisquer \nVocê tem resistência a dano cortante, perfurante e de componentes. \nconcussão de ataques não-mágicos.  \n DÁDIVA DA INDETECTABILIDADE \nDÁDIVA DA RESISTÊNCIA À MAGIA Você ganha +10 de bônus em testes de Destreza \nVocê tem vantagem em testes de resistência contra (Furtividade) e não pode ser detectado ou alvo de magias \nmagias e outros efeitos mágicos. de adivinhação, incluindo sensores de vidência. \n  \nDÁDIVA DA SAÚDE PERFEITA DÁDIVA DO IRREFREÁVEL \nVocê é imune a todas as doenças e venenos e você tem Você tem vantagem em testes de habilidade feitos para \nvantagem em testes de resistência de Constituição. resistir um agarrão. Além disso, você pode usar uma ação \n para escapar automaticamente de um agarrão ou se \nDÁDIVA DA SORTE libertar de impedimentos de qualquer espécie. \nVocê pode adicionar um d10 a um teste de habilidade,  \njogada de ataque ou teste de resistência que você fizer. DÁDIVA DO PODERIO DE COMBATE \nApós usar esta dádiva, você não pode usa-la novamente Quando você errar um ataque corpo-a-corpo com arma, \naté terminar um descanso curto. você pode escolher atingir. Após usar esta dádiva, você \n não pode usa-la novamente até terminar um descanso \nDÁDIVA DA VELOCIDADE curto. \nSeu deslocamento de caminhada aumenta em 9 metros.  \nAlém disso, você pode usar uma ação bônus para realizar  \nas ações de Disparada e Desengajar. Após usar esta  \ndádiva, você não pode usa-la novamente até terminar um  \ndescanso curto.",
    "fonte": "Livro dos Itens Mágicos"
  }
]